{"list": [{"id": "i_311", "name": "Agnidus Agate Sliver", "rarity": 2, "description": "Character Ascension material.", "material_type": "Jewel", "weekdays": []}, {"id": "i_312", "name": "Agnidus Agate Fragment", "rarity": 3, "description": "Character Ascension material.  \"A pilgrimage for a wish; a battle to earn a name...\"", "material_type": "Jewel", "weekdays": []}, {"id": "i_313", "name": "Agnidus Agate Chunk", "rarity": 4, "description": "Character Ascension material.  \"A pilgrimage for a wish; a battle to earn a name...  Burnt to cinders for a dream.\"", "material_type": "Jewel", "weekdays": []}, {"id": "i_314", "name": "Agnidus Agate Gemstone", "rarity": 5, "description": "Character Ascension material.  \"A pilgrimage for a wish; a battle to earn a name...  Burnt to cinders for a dream.  If the intention yet remains, achieved ██'s truth he has.\"", "material_type": "Jewel", "weekdays": []}, {"id": "i_201", "name": "Everflame Seed", "rarity": 4, "description": "A seed that fuels the unending flames of the Pyro Regisvine. It emits Pyroenergy as if it will burn all that has ever sprouted from the ground.  Endless desires flow among turbulent energy deep within the earth. What desirecould steadily hold such fire to the plants and long so eagerly to batheeverything in unquenchable flames?", "material_type": "ElementalStone", "weekdays": []}, {"id": "i_609", "name": "Small Lamp Grass", "rarity": 1, "description": "A wild grass that emits light at night. Used in cooking to enhance otherflavors.", "material_type": "LocalMaterial", "weekdays": []}, {"id": "i_51", "name": "Firm Arrowhead", "rarity": 1, "description": "A roughly produced arrowhead. Though unimpressive, neither it nor the bowshould be underestimated, for even the bravest knight can be felled by anarrow from the rear.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_52", "name": "Sharp Arrowhead", "rarity": 2, "description": "A well-made arrowhead. Sharp enough to penetrate armor with the ease of a rockthrough the surface of water.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_53", "name": "Weathered Arrowhead", "rarity": 3, "description": "An old arrowhead coated in blood. The arrowhead has long since lost itssharpness and thus its use as a weapon.  However, it represents the pride of a hunter and acts as both an amulet and amedal.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_421", "name": "Teachings of Freedom", "rarity": 2, "description": "Talent Level-Up material.  Freedom is the spirit of the land of the wind.  The freedom to live is one of such. It is the freedom to live freely andhealthily without concerns of one's own safety.", "material_type": "Book", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_422", "name": "Guide to Freedom", "rarity": 3, "description": "Talent Level-Up material.  Freedom is the spirit of the land of the wind.  The freedom of travel is one of such. It is the freedom to traverse the landfreely without being obstructed.", "material_type": "Book", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_423", "name": "Philosophies of Freedom", "rarity": 4, "description": "Talent Level-Up material.  Freedom is the spirit of the land of the wind.  To sing is one such freedom. To sing on the land created by the Anemo Archonis to send your heart away with the song on the wind.", "material_type": "Book", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_463", "name": "Dvalin's Sigh", "rarity": 5, "description": "A bit of power taken from the whirlwinds evoked by the Dragon of the East.  Beautiful and transparent, both trade winds and tornadoes will work in hisname. The winds move as his companion, his voice, and his freedom.  His enemies are the thousands who stand against the wind.", "material_type": "BossItem", "weekdays": []}, {"id": "i_491", "name": "Crown of Insight", "rarity": 5, "description": "A precious Talent Level-Up material.  Once a medium for the storage and transfer of wisdom in ancient times. Now,wisdom is found in ancient texts and in profound speech. Nevertheless, thisCrown of Insight must still be able to impart some transcendent power andwisdom to its bearer.", "material_type": "RewardItem", "weekdays": []}, {"id": "i_341", "name": "Shivada Jade Sliver", "rarity": 2, "description": "Character Ascension material.", "material_type": "Jewel", "weekdays": []}, {"id": "i_342", "name": "Shivada Jade Fragment", "rarity": 3, "description": "Character Ascension material.  \"Sorry...\"", "material_type": "Jewel", "weekdays": []}, {"id": "i_343", "name": "Shivada Jade Chunk", "rarity": 4, "description": "Character Ascension material.  \"Sorry...\"  \"...to also have you shoulder the grievances of the world.\"", "material_type": "Jewel", "weekdays": []}, {"id": "i_344", "name": "Shivada Jade Gemstone", "rarity": 5, "description": "Character Ascension material.  \"Sorry... to also have you shoulder the grievances of the world.  \"Since you could endure my bitter cold, you must have the desire to burn?  \"Then, burn away the old world for me.\"", "material_type": "Jewel", "weekdays": []}, {"id": "i_204", "name": "Hoarfrost Core", "rarity": 4, "description": "The exposed core of a defeated Cryo Regisvine. Pure Cryo energy is containedwithin it.  Energy and thoughts that swell deep within the earth will eventually erupt onthe surface. Even the deathly silent frost will attach to living things on theground, turning even ordinary vegetation like vines into huge, viciouspredators.", "material_type": "ElementalStone", "weekdays": []}, {"id": "i_600", "name": "Calla Lily", "rarity": 1, "description": "A flower that grows near water sources. When cooked, the petals have a chunkytexture, yet are sweet and a little bitter.", "material_type": "LocalMaterial", "weekdays": []}, {"id": "i_121", "name": "Treasure Hoarder Insignia", "rarity": 1, "description": "A signet that proudly represents its owner's position as member of theTreasure Hoarders. The pursuit of treasure knows no bounds. That said... Isbeing a thief something to be proud of?", "material_type": "CommonItem", "weekdays": []}, {"id": "i_122", "name": "Silver Raven Insignia", "rarity": 2, "description": "A raven insignia used by members of the Treasure Hoarders to identify eachother. The Treasure Hoarders ask for no resume. Anyone who has an insatiabledesire for treasure and is backed up by an equal amount of courage can becomea worthy member.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_123", "name": "Golden Raven Insignia", "rarity": 3, "description": "A raven insignia that symbolizes the pride and the guiding principle of theTreasure Hoarders. Whether it's hidden amidst the vastness of the land or inthe depths of the seas, as long as there are treasures to be hunted down, thespirit of Treasure Hoarders, who will stop at nothing to acquire them, willnever die.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_401", "name": "Teachings of Ballad", "rarity": 2, "description": "Talent Level-Up material.  Poetry is the soul of the land of the wind.  Poetry is the manifestations of beautiful feelings. On a beautiful day, thebreezes carry with them poetry that touches the heart of people like the windcaressing the leaves.", "material_type": "Book", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_402", "name": "Guide to Ballad", "rarity": 3, "description": "Talent Level-Up material.  Poetry is the soul of the land of the wind.  Poetry is the manifestations of the will to encourage. In the dark days, thegales in the streets and alleyways whisper words of fury, like the battledrums, like the low rumbling before the storm.", "material_type": "Book", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_403", "name": "Philosophies of Ballad", "rarity": 4, "description": "Talent Level-Up material.  Poetry is the soul of the land of the wind.  Poetry is the manifestations of the desire to spread the word. Though nothingis eternal, though nothing will be the same, the wind's poetry will stillspread beyond the skies, the land, the seas to every corner of the world.", "material_type": "Book", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_466", "name": "Spirit Locket of Boreas", "rarity": 5, "description": "A bit of the Great Wolf King of the North's power drawn from its soul.  This land was once a realm of freezing-cold blizzards and ice storms filledwith razor-sharp ice shards, all at the command of Boreas. In his finalmoments, he finally realized the chilling north wind could only extinguishlife, not nurture it. Therefore, Boreas let his powers freely flow into theland to protect it and its inhabitants.", "material_type": "BossItem", "weekdays": []}, {"id": "i_331", "name": "Vajrada Amethyst Sliver", "rarity": 2, "description": "Character Ascension material.", "material_type": "Jewel", "weekdays": []}, {"id": "i_332", "name": "Vajrada Amethyst Fragment", "rarity": 3, "description": "Character Ascension material.  \"This body is the noblest and most eminent of all in this world.\"", "material_type": "Jewel", "weekdays": []}, {"id": "i_333", "name": "Vajrada Amethyst Chunk", "rarity": 4, "description": "Character Ascension material.  \"This body is the noblest and most eminent of all in this world.  It should hold absolute control over this world.\"", "material_type": "Jewel", "weekdays": []}, {"id": "i_334", "name": "Vajrada Amethyst Gemstone", "rarity": 5, "description": "Character Ascension material.  \"This body is the noblest and most eminent of all in this world.  \"It should hold absolute control over this world.  \"It once promised its people a dream: the never-changing 'eternity.'\"", "material_type": "Jewel", "weekdays": []}, {"id": "i_203", "name": "Lightning Prism", "rarity": 4, "description": "An Electro Hypostasis channels nearby elemental energy to repair damagedelemental entities. Contains the essence of Electro energy.  An ordinary prism separates white light into its component colors; a LightningPrism, however, channels flowing energies and weaves them into lightning. Itwill continue to do so even after the Electro Hypostasis has been defeated.", "material_type": "ElementalStone", "weekdays": []}, {"id": "i_610", "name": "Valberry", "rarity": 1, "description": "A plump and translucent berry that has a fragrant smell and a sweet,refreshing taste. In the past, the storm watchers' only solace was thesweetness of this fruit and hope for the city's peace.", "material_type": "LocalMaterial", "weekdays": []}, {"id": "i_21", "name": "Slime Condensate", "rarity": 1, "description": "A thick coating found on slimes. Most commonly seen material in elementalworkshops.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_22", "name": "Slime Secretions", "rarity": 2, "description": "Mildly purified slime secretions. Harmful to the skin. Please avoid directexposure.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_23", "name": "Slime Concentrate", "rarity": 3, "description": "Concentrated slime essence. When left alone, it will begin to move on its own.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_462", "name": "Dvalin's Claw", "rarity": 5, "description": "A claw from the Dragon of the East.  It once contained the shadow dragon Durin's vile poison, having torn throughthe latter's flesh in battle. Thanks to your purification and healing, it isno longer toxic.", "material_type": "BossItem", "weekdays": []}, {"id": "i_321", "name": "Varunada Lazurite Sliver", "rarity": 2, "description": "Character Ascension material.", "material_type": "Jewel", "weekdays": []}, {"id": "i_322", "name": "Varunada Lazurite Fragment", "rarity": 3, "description": "Character Ascension material.  \"My ideals have no stains.\"", "material_type": "Jewel", "weekdays": []}, {"id": "i_323", "name": "Varunada Lazurite Chunk", "rarity": 4, "description": "Character Ascension material.  \"My ideals have no stains.  I must correct you. People here bear no sins in the eyes of the gods...\"", "material_type": "Jewel", "weekdays": []}, {"id": "i_324", "name": "Varunada Lazurite Gemstone", "rarity": 5, "description": "Character Ascension material.  \"My ideals have no stains.  I must correct you. People here bear no sins in the eyes of the gods... Onlylaws and the Tribunal can judge someone.  They can judge even me. So praise my magnificence and purity.\"", "material_type": "Jewel", "weekdays": []}, {"id": "i_202", "name": "Cleansing Heart", "rarity": 4, "description": "A palmful of eternal water left by an oceanid.  Though it has already diffused among the depths of the lake, its purityremains all the same. But why would a creature so pure and clean as an oceanidcovet the appearance of a being that roams the land, and assume such a formwith pure water? They need not breathe nor do they require sustenance...", "material_type": "ElementalStone", "weekdays": []}, {"id": "i_607", "name": "Philanemo Mushroom", "rarity": 1, "description": "A fungus that grows in the warm caress of the wind. It is as everlasting asthe wind, nourishing life.", "material_type": "LocalMaterial", "weekdays": []}, {"id": "i_41", "name": "Divining Scroll", "rarity": 1, "description": "A scroll that likely relates to some kind of magic. Exudes an inexplicable butominous warmth.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_42", "name": "Sealed Scroll", "rarity": 2, "description": "An old scroll lacking in detail and clarity. By following the images on it,some magical creatures can recreate a small part of its magic.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_43", "name": "Forbidden Curse Scroll", "rarity": 3, "description": "A scroll inscribed with ancient images. It is said that few can decipher itsmeaning, and the few scholars that have all went mad.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_465", "name": "Ring of Boreas", "rarity": 5, "description": "A bit of crystallized ice from the Great Wolf King of the North.  This land was once a realm of freezing-cold blizzards and ice storms filledwith razor-sharp ice shards, all at the command of Boreas. Though his powermay have diminished, he could still freeze the land in an instant.", "material_type": "BossItem", "weekdays": []}, {"id": "i_613", "name": "Wolfhook", "rarity": 1, "description": "A berry with thorns that often gets attached to a wolf's pelt. When you lookat it, you can almost hear the echoing cries of the wolves in the woods.", "material_type": "LocalMaterial", "weekdays": []}, {"id": "i_31", "name": "Damaged Mask", "rarity": 1, "description": "A broken bone mask that once belonged to some hilichurl.  Now more broken than complete, it can no longer perform its primary function.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_32", "name": "Stained Mask", "rarity": 2, "description": "A bone mask, covered in unidentifiable stains, that emanates a mysteriousodor.  Yet such is the devotion of hilichurls to masks that they will wear itnonetheless.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_33", "name": "Ominous Mask", "rarity": 3, "description": "A glossy bone mask with oil markings painted on it, meant to intimidateenemies.  No one really knows why hilichurls are so fascinated with masks. Some say thatit's because they don't want to see their own reflections in the water.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_451", "name": "Teachings of Resistance", "rarity": 2, "description": "Talent Level-Up material.  Resistance is the backbone of the land of the wind.  The history of Mondstadt is one of resistances. People rose up to prevent pastconflicts from ever being forgotten, like sprouts breaking through the soil,like the eternal wind eroding through stone walls.", "material_type": "Book", "weekdays": ["Tuesday", "Friday", "Sunday"]}, {"id": "i_452", "name": "Guide to Resistance", "rarity": 3, "description": "Talent Level-Up material.  Resistance is the backbone of the city of Wind.  The history of Mondstadt is one of resistances. People rose up to grant thecitizens of Mondstadt the freedom they now enjoy, like the Anemo Archonblowing away the snow, or like Vennessa rising up to fight.", "material_type": "Book", "weekdays": ["Tuesday", "Friday", "Sunday"]}, {"id": "i_453", "name": "Philosophies of Resistance", "rarity": 4, "description": "Talent Level-Up material.  Resistance is the backbone of the land of the wind.  The history of Mondstadt is one of resistances. People rose up to allow thefuture Mondstadt's poetry to freely be that of the wind and be spread acrossthe land.", "material_type": "Book", "weekdays": ["Tuesday", "Friday", "Sunday"]}, {"id": "i_605", "name": "Jueyun Chili", "rarity": 1, "description": "A spicy plant native to Liyue. Merely smelling it makes one hot and thirsty.", "material_type": "LocalMaterial", "weekdays": []}, {"id": "i_411", "name": "Teachings of Diligence", "rarity": 2, "description": "Talent Level-Up material.  Industriousness is the foundation of the land of Geo.  Diligence is having the bravery and the strength to conquer mountains and seasand to pursue gold and prosperity through honest, hard work.", "material_type": "Book", "weekdays": ["Tuesday", "Friday", "Sunday"]}, {"id": "i_412", "name": "Guide to Diligence", "rarity": 3, "description": "Talent Level-Up material.  Industriousness is the foundation of the land of Geo.  Industriousness is the catalyst that flows in the blood of the people ofLiyue, able to turn rocks into gold. It is what lies behind the greatness ofits great commercial port.", "material_type": "Book", "weekdays": ["Tuesday", "Friday", "Sunday"]}, {"id": "i_413", "name": "Philosophies of Diligence", "rarity": 4, "description": "Talent Level-Up material.  Industriousness is the foundation of the land of Geo.  Industriousness is believing in one's own ability to earn a place in the landof the gods through sweat, wisdom, and power.", "material_type": "Book", "weekdays": ["Tuesday", "Friday", "Sunday"]}, {"id": "i_606", "name": "Noctilucous Jade", "rarity": 1, "description": "A rare mineral that glimmers in the dark. It's said to be a mutated gemstonecondensed from the flourishing elements of the world.", "material_type": "LocalMaterial", "weekdays": []}, {"id": "i_431", "name": "Teachings of Gold", "rarity": 2, "description": "Talent Level-Up material.  Gold is the symbol of the land of Geo.  Gold is the blood that flows deep within Liyue's veins, the muscle that makesup Liyue's beating heart, and the bones that make Liyue stand proud.", "material_type": "Book", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_432", "name": "Guide to Gold", "rarity": 3, "description": "Talent Level-Up material.  Gold is the symbol of the land of Geo.  Gold symbolizes conversion. This is the unspoken understanding between Liyue'smountains, land, city, and people. In Liyue, industriousness is converted intogold, and gold into prosperity.", "material_type": "Book", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_433", "name": "Philosophies of Gold", "rarity": 4, "description": "Talent Level-Up material.  Gold is the symbol of the land of Geo.  Gold is the wealth of Liyue, but Liyue's true wealth is the hearts of itspeople that shine like gold.", "material_type": "Book", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_608", "name": "Silk Flower", "rarity": 1, "description": "A crimson flower that blooms like the rainbow clouds in Liyue. It can be madeinto silky-smooth fabric.", "material_type": "LocalMaterial", "weekdays": []}, {"id": "i_464", "name": "Tail of Boreas", "rarity": 5, "description": "A handful of tail scales from the Great Wolf King of the North.  Even without his physical body and beyond death, Boreas still possessesextraordinary powers. He took a form comprised of ice and wind to embrace anew challenge, but even such a form could not house all of his power. The icescales that fell during the battle still retain some of their spiritualenergy.", "material_type": "BossItem", "weekdays": []}, {"id": "i_361", "name": "Prithiva Topaz Sliver", "rarity": 2, "description": "Character Ascension material.", "material_type": "Jewel", "weekdays": []}, {"id": "i_362", "name": "Prithiva Topaz Fragment", "rarity": 3, "description": "Character Ascension material.  \"The currencies that flow through this land are my flesh and blood.\"", "material_type": "Jewel", "weekdays": []}, {"id": "i_363", "name": "Prithiva Topaz Chunk", "rarity": 4, "description": "Character Ascension material.  \"The currencies that flow through this land are my flesh and blood.  For thus did I become the guarantor of the people's hard work, wisdom, andfuture.\"", "material_type": "Jewel", "weekdays": []}, {"id": "i_364", "name": "Prithiva Topaz Gemstone", "rarity": 5, "description": "Character Ascension material.  \"The currencies that flow through this land are my flesh and blood.  For thus did I become the guarantor of the people's hard work, wisdom, andfuture.  This is the trust I have placed in them. Betray it, and you taint my blood.\"", "material_type": "Jewel", "weekdays": []}, {"id": "i_206", "name": "Basalt Pillar", "rarity": 4, "description": "A pillar formed by the shell of a Geo Hypostasis, composed of high-density Geoenergy.  It is a testament to Geo's status as the heaviest of the elements. Maybe thereason a Geo Hypostasis creates this pillar out of its shell and raises itselfis just to get closer to the sky, not to combat enemies.", "material_type": "ElementalStone", "weekdays": []}, {"id": "i_604", "name": "Glaze Lily", "rarity": 1, "description": "An extremely ancient flower that was said to be commonly seen in Liyue. Ittransforms the memories of the land into its fragrance during florescence.", "material_type": "LocalMaterial", "weekdays": []}, {"id": "i_111", "name": "Recruit's Insignia", "rarity": 1, "description": "An insignia to identify the recruits. Makes one wonder about what the onesjoining the Fatui's war machine were thinking.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_112", "name": "Sergeant's Insignia", "rarity": 2, "description": "An insignia with a different shape to distinguish the sergeants from newrecruits. Perhaps there are complicated emotions behind it.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_113", "name": "Lieutenant's Insignia", "rarity": 3, "description": "An insignia to identify officers. The Fatui possess a colossal army, so theremust be something extraordinary about the ones who achieved this rank withinthe group.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_441", "name": "Teachings of Prosperity", "rarity": 2, "description": "Talent Level-Up material.  Prosperity is the people's pursuit in the land of Geo.  Prosperity is the blessing of Liyue, it is the foundation of the great citybuilt by the gods and the people of Liyue, and it is the source of the peaceand safety of the land.", "material_type": "Book", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_442", "name": "Guide to Prosperity", "rarity": 3, "description": "Talent Level-Up material.  Prosperity is the people's pursuit in the land of Geo.  Prosperity is the promise made by Liyue to its children: To repay the hard-working laborers with enough gold to brighten up this land.", "material_type": "Book", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_443", "name": "Philosophies of Prosperity", "rarity": 4, "description": "Talent Level-Up material.  Prosperity is the people's pursuit in the land of Geo.  Prosperity is Liyue's past, present, and future. This prosperity is unmatchedand unobtainable by any other nations — it all belongs to Liyue and itsinhabitants.", "material_type": "Book", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_612", "name": "Windwheel Aster", "rarity": 1, "description": "A plant that adores the wind. To the proud children of the wind, or thecitizens of Mondstadt, the Windwheel Asters are \"the visible winds.\"", "material_type": "LocalMaterial", "weekdays": []}, {"id": "i_461", "name": "Dvalin's Plume", "rarity": 5, "description": "A feather from the tail of the Dragon of the East.  As a dragon's feather it has experienced more than a thousand years' worth ofwinds. One senses within it a yearning for freedom so strong that it couldwhip up a light breeze to rescue it from its current confines. Its formerowner's recognition of you is what makes it content to stay in your hands.", "material_type": "BossItem", "weekdays": []}, {"id": "i_602", "name": "Cor Lapis", "rarity": 1, "description": "A precious crystal of condensed pure Geo element that usually grows along withother minerals. It's also commonly called \"Cor Petrae.\"", "material_type": "LocalMaterial", "weekdays": []}, {"id": "i_351", "name": "Vayuda Turquoise Sliver", "rarity": 2, "description": "Character Ascension material.", "material_type": "Jewel", "weekdays": []}, {"id": "i_352", "name": "Vayuda Turquoise Fragment", "rarity": 3, "description": "Character Ascension material.  \"Still, the winds change direction.\"", "material_type": "Jewel", "weekdays": []}, {"id": "i_353", "name": "Vayuda Turquoise Chunk", "rarity": 4, "description": "Character Ascension material.  \"Still, the winds change direction.  Someday, they will blow towards a brighter future...\"", "material_type": "Jewel", "weekdays": []}, {"id": "i_354", "name": "Vayuda Turquoise Gemstone", "rarity": 5, "description": "Character Ascension material.  \"Still, the winds change direction.  \"Someday, they will blow towards a brighter future...  \"Take my blessings and live leisurely from this day onward.\"", "material_type": "Jewel", "weekdays": []}, {"id": "i_205", "name": "Hurricane Seed", "rarity": 4, "description": "The imploded form of an Anemo Hypostasis upon its defeat.  Contains the essence of Anemo energy.  It is said that the power to create hurricanes resides within its seeminglyfragile body. This butterfly of pure Anemo energy must surely be waiting forthe day when it can conjure up storms once again.", "material_type": "ElementalStone", "weekdays": []}, {"id": "i_131", "name": "Whopperflower Nectar", "rarity": 1, "description": "Nectar extracted from the stamen of a Whopperflower that contains traceamounts of elemental energy.  The taste of the nectar has a hint of Sweet Flower in it.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_132", "name": "Shimmering Nectar", "rarity": 2, "description": "Nectar that is full of pure elemental energy.  Scholars generally concur that Whopperflowers are advanced life forms amongthe elemental plants, but there has yet to be a satisfactory explanationregarding their predatory habits.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_133", "name": "Energy Nectar", "rarity": 3, "description": "A thick and sticky honey that is full of energy.  The Whopperflower hunts by tricking its prey, a process it uses to possiblyevolve into a more powerful and pure form.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_603", "name": "Dandelion Seed", "rarity": 1, "description": "A tiny seed that rides on the wind. Even without its feathered wings, it stillholds the hope from afar within.", "material_type": "LocalMaterial", "weekdays": []}, {"id": "i_611", "name": "Violetgrass", "rarity": 1, "description": "A small flower with strong vitality. It is said that its downward-bloomingflower keeps its fragrance from dissipating.", "material_type": "LocalMaterial", "weekdays": []}, {"id": "i_601", "name": "Cecilia", "rarity": 1, "description": "A beautiful flower with a name that suits its appearance. It only grows whereharsh winds blow, and is just as intangible as the true heart of an unboundsoul.", "material_type": "LocalMaterial", "weekdays": []}, {"id": "i_468", "name": "Shard of a Foul Legacy", "rarity": 5, "description": "The shard of a weapon that you obtained from defeating Childe, who hadunleashed the might of his Delusion.  It is stained with a profound color that is not of this world, no doubt due tothe land of endless darkness that the young boy saw with his own two eyes.  Perhaps it has nothing to do with the power of a Delusion, but as they say,the weapon reflects its user...", "material_type": "BossItem", "weekdays": []}, {"id": "i_663", "name": "Starconch", "rarity": 1, "description": "Empty seashells brought ashore by the tides. Hold it close to your ear, andhear the longing calls of the sea.", "material_type": "LocalMaterial", "weekdays": []}, {"id": "i_467", "name": "Tusk of Monoceros Caeli", "rarity": 5, "description": "The horn of a whale that you obtained from defeating Childe, who had unleashedthe might of his Delusion.  It is said that the shape of one's constellation determines one's character.The image of a whale cruising across the celestial heights represents asolipsism that seeks to crush and devour all in its path.  Embracing this aspect of himself, Childe gleefully summoned one such beastbefore throwing himself into battle against you.", "material_type": "BossItem", "weekdays": []}, {"id": "i_614", "name": "Qingxin", "rarity": 1, "description": "A translucent white flower that only grows on the highest stone peaks. Iteschews the warmth and moisture of the plains to gaze out afar from thesolitary mountaintops.", "material_type": "LocalMaterial", "weekdays": []}, {"id": "i_469", "name": "Shadow of the Warrior", "rarity": 5, "description": "A fragment of power that you obtained from defeating Childe, who had unleashedthe might of his Delusion.  It is the product of a will to fight that has been honed over countlessslaughters.  If humans do indeed have destinies, then his must surely have been twisted bysuch deeds. Why else, then, would he always be at the heart of every conflict?", "material_type": "BossItem", "weekdays": []}, {"id": "i_207", "name": "Juvenile Jade", "rarity": 4, "description": "A crystalline substance taken from a Primo Geovishap. Within it is containedthe potential to become a dragon.  These dull crystals are precipitated within the bodies of vishaps sleeping inthe mountains. Liyue folklore holds that they will gather power over manyyears, after which this crystal will, at last, replace their original heart,and the vishap will become a true dragon — one that can shake the mountainsand split the earth.", "material_type": "ElementalStone", "weekdays": []}, {"id": "i_471", "name": "Bloodjade Branch", "rarity": 5, "description": "Nurtured by the might of the dragon king, these bone branches glitter withstrange, unique colors.  Hatred coursed through the natural streams and kissed the cold moonlight, andfrom them were these crystalline branches born and grown...  Even though they were severed in battle, these branches steeped in dragonblood rustle as if eternally ill-at-ease.", "material_type": "BossItem", "weekdays": []}, {"id": "i_208", "name": "Crystalline Bloom", "rarity": 4, "description": "An ice crystal of exceeding purity that is created in the frigid blooming of aCryo Hypostasis.  These frosty crystals will continue to grow according to their own cold, rigidlaws, till one day a flower of winter shall bloom and freeze everything.Perhaps it is stagnant time, that never-thawing bosom, that is the essence ofthis undying flower.", "material_type": "ElementalStone", "weekdays": []}, {"id": "i_470", "name": "Dragon Lord's Crown", "rarity": 5, "description": "Horns created from hardened jade crystallized over a thousand years are thenatural crown of the dragon king.  Infused with spirit and carved from bedrock, it was born from the mountain'sheart to show the strength of the earth to the land amidst monoliths, and itslong golden horns are the mark of its ancient strife with an ancient lord.  For a time, this horn was shattered and lost its luster, but now it gleamscold and gold as it sits in your palm.", "material_type": "BossItem", "weekdays": []}, {"id": "i_210", "name": "Marionette Core", "rarity": 4, "description": "This core can power the inorganic Maguu Kenki and cause it to wield a bladelike a living being.  Flesh decays, and with it decay all martial arts mastery and all poignantmemories.  Perhaps only by converting one's four limbs and body into sturdy mechanicalparts, and by at last sacrificing one's very own heart for a sophisticatedmechanical one, can one transcend the impermanence of the fleshly form...", "material_type": "ElementalStone", "weekdays": []}, {"id": "i_675", "name": "Sea Ganoderma", "rarity": 1, "description": "A plant species that only grows in certain regions and islands of the ocean.Though it looks like a fungus of some sort, it actually comes from a substancesecreted by certain soft-bodied organisms.", "material_type": "LocalMaterial", "weekdays": []}, {"id": "i_472", "name": "Gilded Scale", "rarity": 5, "description": "Scaled armor that grows naturally over mystical stone, tough and silent, andfilled with the strength of the dragon king.  Across the years as countless generations returned to the mulch of the earth,gold and obsidian embedded themselves into flesh and blood forged from bedrockbefore spreading and turning into scales.  Searing agony, wordless cries... perhaps they will all vanish when the grudgesthat spawned them, too, finally come to an end.", "material_type": "BossItem", "weekdays": []}, {"id": "i_211", "name": "Perpetual Heart", "rarity": 4, "description": "The core that powers the autonomous movements of the Perpetual MechanicalArray.  Some theorize that the symbols on these cores have knowledge and logicinscribed upon them in a language that eyes cannot perceive. Some go a stepfurther and believe that these unique Ruin machines autonomously decided toforsake a biomimetic form to pursue strength of function on account of theirespecially large cores and complex inscriptions.", "material_type": "ElementalStone", "weekdays": []}, {"id": "i_678", "name": "Sakura Bloom", "rarity": 1, "description": "Blossoms from the Sacred Sakura at the Grand Narukami Shrine, filled with afondness for Inazuma.", "material_type": "LocalMaterial", "weekdays": []}, {"id": "i_161", "name": "Old Handguard", "rarity": 1, "description": "A battle-worn handguard that was once mounted on an Inazuman blade.  For those adept in the art of the sword, the tsuba is a defense from the edgeof an opponent's blade. For beginners, it is a defense made for their ownright hand, to protect it from itself.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_162", "name": "Kageuchi Handguard", "rarity": 2, "description": "A handguard mounded upon a sword of some distinction.  Inazuma has a long tradition of sword-making. When making swords, smiths willoften make several different weapons at once, before choosing from among themthe \"shinuchi,\" or the best weapon, while the others are known as \"kageuchi.\"", "material_type": "CommonItem", "weekdays": []}, {"id": "i_163", "name": "Famed Handguard", "rarity": 3, "description": "An intricately-made handguard that was mounted upon a famed weapon.  Some believe that swords have souls and lives of their own, and thus deservetheir own names. Those who love their blades will be acknowledged by them inturn. But those who see their swords as friends or even lovers should bewarned that this relationship is built on death and bloodshed. The passions ofthose who dance with their blade amid crimson showers must surely be cooledsomeday by fickle steel.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_416", "name": "Teachings of Elegance", "rarity": 2, "description": "Talent Level-Up material.  Elegance is the form of the nation of thunder.  Elegance brooks no flattery, and the elegant are ever noble. They are like thesea eagles who soar on high to contend with the resounding storms. They willnot cater to philistine vulgarity, as one would not cast a flower crown intothe mud, staining its dignity.", "material_type": "Book", "weekdays": ["Tuesday", "Friday", "Sunday"]}, {"id": "i_417", "name": "Guide to Elegance", "rarity": 3, "description": "Talent Level-Up material.  Elegance is the form of the nation of thunder.  Elegance shuns arrogance. The elegant are ever humble, and only by discardingvanity and sloth may one see clearly — and is there not beauty and lovelinesseven in the basest of appearances?", "material_type": "Book", "weekdays": ["Tuesday", "Friday", "Sunday"]}, {"id": "i_418", "name": "Philosophies of Elegance", "rarity": 4, "description": "Talent Level-Up material.  Elegance is the form of the nation of thunder.  Elegance abhors vulgarity, and the elegant ever walk alone. Resisting baseevils, unmoved by base loves, never taking refuge in base ignorance — that ishow one perceives the chasm between the elegant and the contemptuous.", "material_type": "Book", "weekdays": ["Tuesday", "Friday", "Sunday"]}, {"id": "i_679", "name": "Crystal Marrow", "rarity": 1, "description": "A crystal that contains a sliver of Tatarigami power. Adding this materialduring smelting will greatly increase the strength and toughness of metals.", "material_type": "LocalMaterial", "weekdays": []}, {"id": "i_426", "name": "Teachings of Light", "rarity": 2, "description": "Talent Level-Up material.  Light is the yearning of the land of thunder.  The ruler who claims to have perceived all forever aims to hoard celestialglory. But this vision that cannot be shared only leads people to long for itmore fiercely, like moths diving into the flame.", "material_type": "Book", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_427", "name": "Guide to Light", "rarity": 3, "description": "Talent Level-Up material.  Light is the yearning of the land of thunder.  Though the sun rays themselves should be blocked by layers upon layers ofclouds, there are still those in the thunder god's land who dream of piercingthat wrathful sea of lightning to pursue the glory of the divine, fearing notthat they shall be cruelly struck down.", "material_type": "Book", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_428", "name": "Philosophies of Light", "rarity": 4, "description": "Talent Level-Up material.  Light is the yearning of the land of thunder.  Though they must live forever on the earth, humanity will always reach for thelight. Mortals will pursue and surpass, and they will never stop. A sealedeternity may, perhaps, look magnificent, but its essence is death.", "material_type": "Book", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_212", "name": "Smoldering Pearl", "rarity": 4, "description": "A crystallization of a Pyro Hypostasis that constantly emits heat.  Even the burning flames shall one day grow cold, and even the ashen firewoodcan will itself back into a raging blaze. It must then be the will of theworld that Pyro Hypostases should constantly cool down and heat up, much likethe universe teems with endless life... until the fated darkness shall one daydescend and bring it all to naught.", "material_type": "ElementalStone", "weekdays": []}, {"id": "i_681", "name": "Naku Weed", "rarity": 1, "description": "Even on windless days, this plant will tremble lightly amid the cries ofthunder. The parts of it that resemble petals are in fact extensions of theleaves meant to protect the fragile flower.", "material_type": "LocalMaterial", "weekdays": []}, {"id": "i_406", "name": "Teachings of Transience", "rarity": 2, "description": "Talent Level-Up material.  Transience is the dream of the nation of thunder.  Fleeting glories are the highest expression of mortal beauty, for are wemortals not like the flashing lightning itself? Like a lovely dream orblossoming spark, we shall leave a gorgeous mark on the eternal night sky.", "material_type": "Book", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_407", "name": "Guide to Transience", "rarity": 3, "description": "Talent Level-Up material.  Transience is the dream of the nation of thunder.  We find the greatest joys in mortal life in transient dreams, for is lifeitself not like the shadow of the thunder? Pursue your dreams into the cloudsif you wish, and enjoy the unexpected silence of the dim lamp-lit nights.", "material_type": "Book", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_408", "name": "Philosophies of Transience", "rarity": 4, "description": "Talent Level-Up material.  Transience is the dream of the nation of thunder.  The fleeting nature of this mortal world is the essence of beauty, for are ourlives in this world not akin to the levin flash? Yet the might of the divinecomes suddenly, and before the roar of eternity, who can stand?", "material_type": "Book", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_185", "name": "Spectral Husk", "rarity": 1, "description": "An energy core that allows the Specters to float. It contains a small amountof elemental energy.  Most of the rest has already dispersed.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_186", "name": "Spectral Heart", "rarity": 2, "description": "An energy core that allows the Specters to float.  These elemental life-forms have strange behavioral patterns and willperiodically surge in number before disappearing.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_187", "name": "Spectral Nucleus", "rarity": 3, "description": "A complete energy core that can sometimes be found after defeating Specters.  There is a debate among those who just have to divide the world into winnersand losers: what floats better — a Specter or an Anemo Slime?", "material_type": "CommonItem", "weekdays": []}, {"id": "i_480", "name": "Molten Moment", "rarity": 5, "description": "A certain deformed fragment containing great might. You obtained this fromdefeating Signora, who unleashed her original power.  \"I had a long, long dream.  \"I dreamed that you and I met again in the pure white world that we created.  \"But I woke up at last, having long been consumed by the raging flames, whileyou had long returned to the earth along with that poisoned blood.  \"But none of it matters anymore. I must continue forging ahead. I mustincinerate everything behind me. I must believe in that pure, spotless,everlasting realm that he spoke of — that I saw in the 'delusion' he let mesee, at the end of the horizon of Her Majesty's dreams.\"", "material_type": "BossItem", "weekdays": []}, {"id": "i_214", "name": "Storm Beads", "rarity": 4, "description": "Crackling Electro pearls left behind by the Thunder Manifestation.  It is said that Thunder Manifestations will only descend upon lands wherepowerful hatred dwells. The singers say that it is the unbearabledisappointments and sufferings of life that drive them to forever wander thebroken earth, unleashing sky-searing lightning as they go.", "material_type": "ElementalStone", "weekdays": []}, {"id": "i_680", "name": "Dendrobium", "rarity": 1, "description": "A vibrant plant that has also been named the \"lycoris\" by the poets. It wasonce thought extinct in the Inazuman archipelago, only to re-emerge now uponthe battlefields. It is said that it blooms most enchantingly where much bloodwas spilled.", "material_type": "LocalMaterial", "weekdays": []}, {"id": "i_482", "name": "Ashen Heart", "rarity": 5, "description": "A deformed fragment that contains powerful emotions. You obtained this fromdefeating Signora, who unleashed her original power.  Even tears cannot extinguish the flames. Molten-hot agony and rage rushthrough her veins, oozing from her tear ducts.  The First Fatuus found her just before her heart could be destroyed by theeternal blaze. He understood that only deeper hate and obsession could quenchthe fire that devoured her and make her his ally...", "material_type": "BossItem", "weekdays": []}, {"id": "i_686", "name": "Amakumo Fruit", "rarity": 1, "description": "The fruit of the Amakumo Grass, which grows on Seirai Island. You can hear itcrackling with a tiny current if you hold it up to your ear.", "material_type": "LocalMaterial", "weekdays": []}, {"id": "i_213", "name": "Dew of Repudiation", "rarity": 4, "description": "A strange water droplet left behind by the collapse of the Hydro Hypostasis.  It has strong rejection properties, and this forms the basis of one of theHydro Hypostasis' attack patterns as well. They say that water containsmemories and willpower, and that these things can grow when bodies of watermeld together. However, the waves conjured by the Hydro Hypostasis areincompatible with the currents that flow above and below ground. Even if itwere to flow into the surpassingly pure waters of Petrichor, this drop ofwater will likely resist assimilation as strongly as mercury.", "material_type": "ElementalStone", "weekdays": []}, {"id": "i_685", "name": "Sango Pearl", "rarity": 1, "description": "A precious pearl that grows in the coral of Watatsumi. Gives off a cool sheenlike that of the moonlight.", "material_type": "LocalMaterial", "weekdays": []}, {"id": "i_481", "name": "Hellfire Butterfly", "rarity": 5, "description": "A warped shard that houses great might. You obtained this from defeatingSignora, who unleashed her original power.  The seal of ice was broken under duress, and as her former will surged forthfrom its pale white prison and she remembered her old name once more, theundying butterfly danced amidst burning flesh and blood. And she rememberedher past, wandering the land, spreading the flame, burning away all evil — andshe recalled the face of the person she could never meet again.", "material_type": "BossItem", "weekdays": []}, {"id": "i_688", "name": "Fluorescent Fungus", "rarity": 1, "description": "A mushroom that glows like a night-light. Some curious power lies hiddenwithin it.", "material_type": "LocalMaterial", "weekdays": []}, {"id": "i_215", "name": "Riftborn Regalia", "rarity": 4, "description": "A broken horn that you obtained from defeating the Wolflord. That said, itshould not have left anything behind after your hunt.  Even a lord among the Riftwolves is nothing before monsters of a higherpedigree.  \"Gold\" mass-produced these malformed wolf packs almost as if by accident, likeshrunken drawings on discarded sheets of paper, and the horns on this onerepresent its authority to command its dark brood to dissolve space itself.", "material_type": "ElementalStone", "weekdays": []}, {"id": "i_677", "name": "Onikabuto", "rarity": 1, "description": "A strange beetle that inhabits areas rich with Electro energy. Its docile andsedentary temperament could not be more different from the fierce, demonicvisage displayed on its armored shell.", "material_type": "LocalMaterial", "weekdays": []}, {"id": "i_216", "name": "Dragonheir's False Fin", "rarity": 4, "description": "A piece of biological tissue that you found after defeating the BathysmalVishaps.  Although it looks like a fin of some kind, it does not actually have anyfunction at all.  The people of Byakuyakoku once investigated the Bathysmal Vishaps quitedeeply. Their most distinctive feature was the ability to choose what traitsit wished to pass on to its offspring. Because of their great hatred for man-made light sources, these vishaps will lose any visual acuity by the time theyreach maturity. At the same time, they have also evolved a certain degree ofelemental polymorphism for combat purposes.", "material_type": "ElementalStone", "weekdays": []}, {"id": "i_485", "name": "The Meaning of Aeons", "rarity": 5, "description": "A small piece of headgear obtained once the dust settled in the Plane ofEuthymia.  One thought may end all calamity, and there will always be thoughts that maytranscend time.  Amid all this, one wonders if Makoto's true meaning was successfullycommunicated or not.", "material_type": "BossItem", "weekdays": []}, {"id": "i_483", "name": "Mudra of the Malefic General", "rarity": 5, "description": "A puppet joint obtained from the Plane of Euthymia. The gesture heresymbolizes the concept that \"one sees and one does.\"  Even now that \"she\" has become a calamitous deity, she can still utilize suchtranscendent gestures, her sword flashing forth as swiftly as her eyes maysee.  And yet, as the countless disasters ground on for far too long, the balefulgeneral's shell had to embrace a new spring.", "material_type": "BossItem", "weekdays": []}, {"id": "i_486", "name": "Runic Fang", "rarity": 4, "description": "A \"fang\" with which the mysterious, snakelike machine of old dug intomountains' depths. There are many ominous runes carved on it.  It is said that giant serpents lurk in the dark fissures deep beneath theground. Burning with eternal resentment and malice toward the world above,they throw themselves into digging great tunnels, yet none know what theirmalicious purposes are...", "material_type": "ElementalStone", "weekdays": []}, {"id": "i_484", "name": "Tears of the Calamitous God", "rarity": 5, "description": "A puppet joint obtained from the Plane of Euthymia. The gesture here is in theshape of the baleful Eye of Stormy Judgment.  Since they are able to bring down curse and catastrophe alike with a meregaze, it might seem natural to blame life's misfortunes on calamitous deities.However, if you think about it a little harder, if your will is strong enough,and if your convictions are firm enough...  The catastrophes go on for too long. Even a baleful gaze must wash itself withtears.", "material_type": "BossItem", "weekdays": []}, {"id": "i_371", "name": "Nagadus Emerald Sliver", "rarity": 2, "description": "Character Ascension material.", "material_type": "Jewel", "weekdays": []}, {"id": "i_372", "name": "Nagadus Emerald Fragment", "rarity": 3, "description": "Character Ascension material.  \"I had a very, very long dream...\"", "material_type": "Jewel", "weekdays": []}, {"id": "i_373", "name": "Nagadus Emerald Chunk", "rarity": 4, "description": "Character Ascension material.  \"I had a very, very long dream...\"  \"In it, people were holding hands, dancing in a circle, be they sages orfools, dancers or warriors, puppets or statues of gods...\"", "material_type": "Jewel", "weekdays": []}, {"id": "i_374", "name": "Nagadus Emerald Gemstone", "rarity": 5, "description": "Character Ascension material.  \"I had a very, very long dream...\"  \"In it, people were holding hands, dancing in a circle, be they sages orfools, dancers or warriors, puppets or statues of gods...\"  \"That dancing circle embodied everything about the universe. Life has alwaysbeen the end, while it is wisdom that shall be the means.\"", "material_type": "Jewel", "weekdays": []}, {"id": "i_n113036", "name": "Majestic Hooked Beak", "rarity": 4, "description": "An elongated bill that you found after defeating the Jadeplume Terrorshroom.  Researchers still consider it a miracle even now that some soft Fungi haveevolved these rock-hard hooked beaks. This magnificent king amongst Fungi hasbeen leisurely pacing on the finish line of evolution. Now and then, it emitsa long call to all the living beings in the rainforest: Even the most helplessand timid creature may one day become the monarch of the woods.", "material_type": "ElementalStone", "weekdays": []}, {"id": "i_n101213", "name": "Rukkhashava Mushrooms", "rarity": 1, "description": "A fungus that grows in layers upon layers, like a sea of clouds, and whichmostly grows on trees deep in the rainforest.", "material_type": "LocalMaterial", "weekdays": []}, {"id": "i_n104335", "name": "Teachings of Praxis", "rarity": 2, "description": "Talent Level-Up material.  Praxes are the roots of the nation of wisdom.  Praxes stem from an unwavering will. All wisdom is manifested through theunyielding pursuit of goodness. Where goodness is not practiced, ingenuity andeloquence wither.", "material_type": "Book", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_n104336", "name": "Guide to Praxis", "rarity": 3, "description": "Talent Level-Up material.  Praxes are the roots of the nation of wisdom.  Praxes validate words of honesty. Though one speaks and acts out of goodwill,one has not yet obtained wisdom. Wisdom, born from action, is a signet pressedupon honest words.", "material_type": "Book", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_n104337", "name": "Philosophies of Praxis", "rarity": 4, "description": "Talent Level-Up material.  Praxes are the roots of the nation of wisdom.  Praxes bring forth the fruit of wisdom. Practice grants itself meaning, and itis only by treading a path that unites action, speech, and thought that thewise may reach perfection.", "material_type": "Book", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_n101215", "name": "Nilotpala Lotus", "rarity": 1, "description": "Growing in the forest wetlands, these plants only bloom at night with flowersas bright as the moon.", "material_type": "LocalMaterial", "weekdays": []}, {"id": "i_n112059", "name": "Fungal Spores", "rarity": 1, "description": "A small amount of glittering spore powder left behind by Floating Fungi. Seemsthat a sneeze is all it takes for this powder to vanish without a trace.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_n112060", "name": "Luminescent Pollen", "rarity": 2, "description": "A small parcel of luminescent Fungal Spore powder, a common medical ingredientin the land of rainforests. Merchants usually sell them in paper packets.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_n112061", "name": "Crystalline Cyst Dust", "rarity": 3, "description": "A huge lump of spore powder collected from a structurally complete spore cyst.Put it in an appropriate environment, and the area might be filled with athriving aggregation of Floating Fungi later...", "material_type": "CommonItem", "weekdays": []}, {"id": "i_n104329", "name": "Teachings of Admonition", "rarity": 2, "description": "Talent Level-Up material.  Admonition is the branches of the nation of wisdom.  Admonition comes from a pure heart. Only sensible words of goodwill canexpress profound wisdom and free the sprout of knowledge from the shackles ofarrogance.", "material_type": "Book", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_n104330", "name": "Guide to Admonition", "rarity": 3, "description": "Talent Level-Up material.  Admonition is the branches of the nation of wisdom.  Admonition is paired with wise thinking. Careful deliberation affords humblewords a clarity that convinces the wise and enlightens the foolish. Such wordsallow wisdom to flow like an unobstructed river.", "material_type": "Book", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_n104331", "name": "Philosophies of Admonition", "rarity": 4, "description": "Talent Level-Up material.  Admonition is the branches of the nation of wisdom.  Admonition is completed by good deeds. What is done confers real meaning uponwhat is said. When one's mind, words, and deeds are aligned, their nourishmentshall guarantee the fruition of wisdom's tree.", "material_type": "Book", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_n113037", "name": "Thunderclap Fruitcore", "rarity": 4, "description": "The core of an Electro Regisvine, wrapped in razor-sharp leaves, wantonlyemits Electro energy.  The roaring energy rampaging deep within the earth is eager to pour out itsrage, thus even tainting these unfortunate vines with its mania, causing themto wail and flail their branches frantically. One can hardly tell whether itlongs for others to taste the pain of being continuously electrocuted andcharred or if it is struggling, looking forward to its inevitable doom.", "material_type": "ElementalStone", "weekdays": []}, {"id": "i_n101217", "name": "Kalpalata Lotus", "rarity": 1, "description": "Flowers from vines that grow on cliff sides. It is called a lotus only becauseit has a similar appearance to one. Aside from that, it bears no other similarproperties to the lotus.", "material_type": "LocalMaterial", "weekdays": []}, {"id": "i_n112065", "name": "Faded Red Satin", "rarity": 1, "description": "A piece of red satin used to cover the eyes. The fabric is slightly torn.  Many Eremites tend to cover their eyes with textiles, but the originalintention of this practice has long been lost to the sands of time.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_n112066", "name": "Trimmed Red Silk", "rarity": 2, "description": "A piece of red silk trimmed with simple decorations.  A seasoned warrior can detect weaknesses from their foe's eyes and thus takeadvantage. The Eremites have long since lost a master to serve, and now theyhave no one to trust but themselves. Word has it that they are more thanconvinced that all things betray, even their own eyes.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_n112067", "name": "Rich Red Brocade", "rarity": 3, "description": "A piece of red brocade woven with golden thread.  Those born in the gilded desert under the sun occasionally sing a song, ofwhich the meaning has been forgotten. They would praise the scorching sun thatilluminates the earth as equally as ever and bewail the afterglow at the endof the dusk. Some unfamiliar words recur at the end of the song, which aresaid to be the names of ancient gods. Legend has it that when the King of theDesert was still alive, his people chose to cover their eyes as they dared notlook upon him, whose brilliance was beyond that of the sun.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_n104332", "name": "Teachings of Ingenuity", "rarity": 2, "description": "Talent Level-Up material.  Ingenuity is the leaf-veins of the nation of wisdom.  Ingenuity springs forth from benevolent consideration. They say that \"apoisonous tree bears no kind fruit.\" Similarly, ingenious nascent ideas arealways born from determined and benign minds, for only they are worthy bearersof wisdom.", "material_type": "Book", "weekdays": ["Tuesday", "Friday", "Sunday"]}, {"id": "i_n104333", "name": "Guide to Ingenuity", "rarity": 3, "description": "Talent Level-Up material.  Ingenuity is the leaf-veins of the nation of wisdom. Ingenuity sets words ofintegrity on the right path. One who thinks out of goodwill and in a cleverand careful fashion never deviates from the path of boons. Yet one who thinkswith contempt and malice shall taint their words with despicable colors.", "material_type": "Book", "weekdays": ["Tuesday", "Friday", "Sunday"]}, {"id": "i_n104334", "name": "Philosophies of Ingenuity", "rarity": 4, "description": "Talent Level-Up material.  Ingenuity is the leaf-veins of the nation of wisdom.  Ingenuity is completed by harmonious conduct. What is done completes what isthought. Wisdom blooms where the mind, words, and practice converge.", "material_type": "Book", "weekdays": ["Tuesday", "Friday", "Sunday"]}, {"id": "i_n113039", "name": "Light Guiding Tetrahedron", "rarity": 4, "description": "A core component obtained via defeating a mysterious ruin machine.  To this day, these ancient devices have not forgotten the dreams of theirmasters or their own duties: to build a thousand palaces, to administratethree thousand machines, to sow ten thousand flowers that shall never bloomagain, and to recreate a paradise now buried beneath the desert sands for thesake of all who live in this world.  Though the lord of the desert no longer lives, and those dreams have long beencorrupted by sinful whispers, and though all the magical pillars have beenbroken and have collapsed, the great beast once favored by the king hidesstill within the great searing storm.", "material_type": "ElementalStone", "weekdays": []}, {"id": "i_n101220", "name": "Henna Berry", "rarity": 1, "description": "A fruit that grows even in the most hostile of desert environments. Itsvibrant crimson fruits are made even more lovely against a backdrop of yellowsand.", "material_type": "LocalMaterial", "weekdays": []}, {"id": "i_n101225", "name": "Scarab", "rarity": 1, "description": "A tenacious beetle that finds repose within the vast ocean of desert sand. Thegolden pattern on such beetles' shells hints at some deep relationship betweenthem and the ancient ruins that dot the desert.", "material_type": "LocalMaterial", "weekdays": []}, {"id": "i_n113038", "name": "Perpetual Caliber", "rarity": 4, "description": "A motive device obtained from a mysterious ruin machine.  The machine it once powered may have been destroyed, but it continues torotate all the same.  There should be no such thing as an energy source that can sustain itselfforever in this world, and most research results obtained in the field of\"perpetual motion\" have been eventually proved false. Yet, this device isproof that a now-destroyed civilization once reached heights that present-daynations could not hope to match...", "material_type": "ElementalStone", "weekdays": []}, {"id": "i_n101214", "name": "Padisarah", "rarity": 1, "description": "A holy and noble plant. The conditions for growth in its environment are verydemanding. The flower buds can be processed to make valuable spices.", "material_type": "LocalMaterial", "weekdays": []}, {"id": "i_n113040", "name": "Quelled Creeper", "rarity": 4, "description": "The final coalesced form of the Dendro Hypostasis. The tough vines protect apure cubic elemental crystal.  Dendro defies any common logic yet exists in perfect harmony with life.Elemental Hypostases, on the contrary, are most distant in appearance to allliving beings. The combination of these two should probably never haveappeared in this world. It is said that such elemental hypostases have theintelligence to \"learn\" and have thus understood the colors and dreams of theforest, a process that has transformed them into this shape over thousands ofyears.", "material_type": "ElementalStone", "weekdays": []}, {"id": "i_n113041", "name": "Puppet Strings", "rarity": 5, "description": "Tubes that were inserted into the mechanical puppet's back. The colors thatflow within them are sometimes dull, and at others, vibrant. The contrast isso great as to be fearful.  They provided power to the mechanical puppet, and at the same time served asits strings, controlling it and binding it.  Once the support of these tubes is lost, the puppet becomes as weak as anewborn infant, barely able to even move.", "material_type": "BossItem", "weekdays": []}, {"id": "i_n113042", "name": "Mirror of Mushin", "rarity": 5, "description": "The mirror that was set in Shouki no Kami's chest to separate him from theoutside world. The mitsudomoe symbol is emblazoned on it as a deliberate showof status and might.  This symbol, however, is no show of obeisance to the master of lightning, butis instead a blade pointed at the existing powers that be in this world. Noris the mirror a means to shut out the looks of judgment from onlooking people,but is rather a bulwark against this base and sullied world. Within this greattemple shall punishment be meted out and ignorance be cleansed.  Dreams shall be overturned, desires shall be cut away, and karma shall bereset.", "material_type": "BossItem", "weekdays": []}, {"id": "i_n113043", "name": "Daka's Bell", "rarity": 5, "description": "This ball joint, used to connect mechanical limbs together, is shaped almostlike a bell. Though it may seem dainty, it can be used to carry anunimaginably large amount of energy.  If connected to one's arms, then one will lose all feeling in them.  And all strength in one's legs will dissipate if such joints are connected tothem.  Connect this joint to one's skull...  Ah, hatred, pain, madness, pride — none of these will be washed away.  Most fortunate.", "material_type": "BossItem", "weekdays": []}, {"id": "i_n113044", "name": "Pseudo-Stamens", "rarity": 4, "description": "The pale wing-sheathes hiding in a Wenut's tail are as thin as the bloomingstamens of a flower.  It is said that in the past, even before the beginning of time, they used totravel through the moist land under meadows and forests, similar to birdsflying across the sky and fish swimming in the water. It is generally believedthat their mimicry of flowers is to lure lost prey caught by sandstorms. Thereis also a theory, however, that their imitation of a blooming flower wasinspired by the splendid blossoms countless epochs ago, which have long gonethe way of the desert winds.", "material_type": "ElementalStone", "weekdays": []}, {"id": "i_n101222", "name": "Sand Grease Pupa", "rarity": 1, "description": "You can only find such husks deep in the desert where the Quicksand Eelsbreed. The hardened shell is meant to protect the Quicksand Eels' larvalbodies until they finally acclimate to the conditions of the dry desert.", "material_type": "LocalMaterial", "weekdays": []}, {"id": "i_n101223", "name": "Mourning Flower", "rarity": 1, "description": "Crimson flowers that bloom on ancient battlefields. They can even flourish inthe depths of the desert. Their drooping flowers seem to be in mourning forheroes long past.", "material_type": "LocalMaterial", "weekdays": []}, {"id": "i_n113047", "name": "Primordial Greenbloom", "rarity": 5, "description": "A primordial flower procured from the oasis within Apep.  With the passing of eons, flowers grew in fragrance and volume, and theygained a collection of titles as numerous as the stars in the night sky.  However, this first flower to bloom never bore any name. For the dragons ofold, even if a rose lost its name, it would not lose its scent. Naming thingsis but how lesser, ephemeral beings understand the world. Life is notconstrained by words, and will always grow and evolve.", "material_type": "BossItem", "weekdays": []}, {"id": "i_n113045", "name": "Evergloom Ring", "rarity": 4, "description": "A mystical weapon obtained after defeating the Four-Armed Envoy of darktidings.  Rings are shaped like passageways, which is why arcane formations that aremeant to produce some mystical effect are often ring-shaped. Such rings areperhaps gateways intended to guide the universe itself.", "material_type": "ElementalStone", "weekdays": []}, {"id": "i_n113046", "name": "Worldspan Fern", "rarity": 5, "description": "A fern taken from the oasis within Apep's body.  At the dawn of time, the world belonged to the dragons. There, the ferns werethe first to sprout in the lush verdant world of Apep's court.  In the ages after, these ferns would become trees, vines, roots, and leaves,blanketing the world with their touch. But Apep still remembers the firstfrond as it stretched freely toward the sky, making a sound so delicate as togo unheard.", "material_type": "BossItem", "weekdays": []}, {"id": "i_n113048", "name": "Everamber", "rarity": 5, "description": "A piece of amber taken from the oasis within Apep. Inside the amber, a small,long-extinct insect remains frozen in time.  To the tree, it was circumstance that led this little life to be wreathedwithin its amber. But for said life, this was fate.  Following the heaven-sent disaster, wood, vines, roots, and all manner offlora withered and turned to dust. A great many life forms disappeared.  But in the stillness of amber, a nameless insect endures in this otherworldlyoasis, reaching a future that no others of its kind could.", "material_type": "BossItem", "weekdays": []}, {"id": "i_n113049", "name": "Artificed Spare Clockwork Component — Coppelia", "rarity": 4, "description": "An artificed spare clockwork component belonging to Coppelia. It powers thisartificed dancer.  According to its creator's design, the story of the artificed dancer withdelicate joints ends at a merry moment. Coppelia will send whoever attempts todisturb that moment to a chapter of misfortune with her superb combat skills.", "material_type": "ElementalStone", "weekdays": []}, {"id": "i_n101235", "name": "Lumidouce Bell", "rarity": 1, "description": "A serene and tranquil violet flower. It has a light, soft, and lasting scentand is often used for making luxurious perfumes.", "material_type": "LocalMaterial", "weekdays": []}, {"id": "i_n112083", "name": "Meshing Gear", "rarity": 1, "description": "Clockwork meka's gear.  It is a crucial part of the meka's transmission structure. The whole systemwill malfunction if this gear is absent.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_n112084", "name": "Mechanical Spur Gear", "rarity": 2, "description": "Clockwork meka gear.  Although many breakthroughs have been made in the kinematics of clockworkmeka, its dynamics research has not seen any major advancements beyond theframework laid down by Alain Guillotin four hundred years ago.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_n112085", "name": "Artificed Dynamic Gear", "rarity": 3, "description": "Clockwork meka gear.  Precision processing and advancement of material science are the keys toclockwork meka development in Fontaine. With the help of advanced equipment,any engineer is capable of making a meka that outshines \"Lord-Artificer\" AlainGuillotin's creation.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_n104344", "name": "Teachings of Order", "rarity": 2, "description": "Talent Level-Up Material.  The shield of the Nation of Water is order.  All law in Fontaine ultimately serves to maintain a stable order. Withoutorder, there is chaos, and there can be no fairness in chaos.", "material_type": "Book", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_n104345", "name": "Guide to Order", "rarity": 3, "description": "Talent Level-Up Material.  The shield of the Nation of Water is order.  All law in Fontaine ultimately serves to maintain a stable order. Without theguarantee provided by order, justice will be reduced to unlimited violence, aweapon used by all against all.", "material_type": "Book", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_n104346", "name": "Philosophies of Order", "rarity": 4, "description": "Talent Level-Up Material.  The shield of the Nation of Water is order.  All law in Fontaine ultimately serves to maintain a stable order. Equity andjustice come from order, and serve order. Like the still, ripple-less surfaceof the waters of Fontaine, order is the cornerstone of Fontaine's existence.", "material_type": "Book", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_n113051", "name": "Emperor's Resolution", "rarity": 4, "description": "The war hammer of the Emperor of Fire and Iron. The mighty crab has crushedcountless foes with this giant claw. Be it clockwork meka, other FontemerAberrants, or hunters with ill-placed curiosity — all have yielded under itspower.  Fontemer Aberrants are different from human beings in that the concepts ofaristocracy or inheritance are entirely foreign to them. None of them are bornsuperior. One that survives deadly predators and adversities is able toaccumulate infinite power as it keeps hunting and feeding over centuries. Sucha creature is often referred to as an overlord for the fear it inspires.", "material_type": "ElementalStone", "weekdays": []}, {"id": "i_n101236", "name": "Rainbow Rose", "rarity": 1, "description": "A delicate and tender pink flower. Despite their name, Rainbow Roses areessentially more akin to Lilies.", "material_type": "LocalMaterial", "weekdays": []}, {"id": "i_n104338", "name": "Teachings of Equity", "rarity": 2, "description": "Talent Level-Up Material.  The shore of the Nation of Water is equity.  Equity sets boundaries on rights. Without equity, the rights granted by lawwill be abused, and become a tool to damage our virtuous customs.", "material_type": "Book", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_n104339", "name": "Guide to Equity", "rarity": 3, "description": "Talent Level-Up Material.  The shore of the Nation of Water is equity.  Equity is the foundation upon which Fontaine was founded. Equity forms thestandard of the law. If law loses the essence of equity, it will become achessboard played for profit.", "material_type": "Book", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_n104340", "name": "Philosophies of Equity", "rarity": 4, "description": "Talent Level-Up Material.  The shore of the Nation of Water is equity.  Equity is the foundation upon which Fontaine was founded. Equity requires thecontinuous and steady support of morality and law, and morality and lawconstantly change based upon the invariant principle of equity.", "material_type": "Book", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_n113050", "name": "Artificed Spare Clockwork Component — Coppelius", "rarity": 4, "description": "An artificed spare clockwork component belonging to Coppelius. It powers thisartificed dancer.  The artificed dancer whirls to a platinum tune, performing an unending waltzof icewind. Coppelius's dance will not stop. He will continue whirling tillthe bell tolls.", "material_type": "ElementalStone", "weekdays": []}, {"id": "i_n101233", "name": "Romaritime Flower", "rarity": 1, "description": "An ethereal and elegant blue flower. Its tender petals are elastic and water-absorbent, making it the ideal raw material for various daily necessities.", "material_type": "LocalMaterial", "weekdays": []}, {"id": "i_n112080", "name": "Transoceanic Pearl", "rarity": 1, "description": "A small crystal obtained from a defeated Fontemer Aberrant.  Fontemer Aberrants arise from Fontaine's sea. They are believed to be a uniquelife form born from the mysterious energy in the water.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_n112081", "name": "Transoceanic Chunk", "rarity": 2, "description": "A crystal obtained from a defeated Fontemer Aberrant.  It gives off a somewhat mysterious energy.  Although many legends speak of great life forms residing in remote seas beyondhuman reach, ordinary oceans can hardly compare to the vibrant seas ofFontaine.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_n112082", "name": "Xenochromatic Crystal", "rarity": 3, "description": "A large crystal obtained from a defeated Fontemer Aberrant.  It contains a mysterious energy.  All rivers and seas originate in Fontaine, but the water loses all its uniqueproperties once it flows outside Fontaine's borders.", "material_type": "CommonItem", "weekdays": []}, {"id": "i_n104341", "name": "Teachings of Justice", "rarity": 2, "description": "Talent Level-Up Material.  The sword of the Nation of Water is justice.  The law of Fontaine walks with the sword of justice in hand. Without theguidance of justice, all law is reduced to meaningless words, to be tamperedwith and slaughtered at a whim.", "material_type": "Book", "weekdays": ["Tuesday", "Friday", "Sunday"]}, {"id": "i_n104342", "name": "Guide to Justice", "rarity": 3, "description": "Talent Level-Up Material.  The sword of the Nation of Water is justice.  The law of Fontaine walks with the sword of justice in hand. Justice must beblind, and those who wield the sword of justice must not be led astray bytheir own interests or affairs.", "material_type": "Book", "weekdays": ["Tuesday", "Friday", "Sunday"]}, {"id": "i_n104343", "name": "Philosophies of Justice", "rarity": 4, "description": "Talent Level-Up Material.  The sword of the Nation of Water is justice.  The law of Fontaine walks with the sword of justice in hand. Justice meansjudgment and reconciliation, the blade of judgment arrests the actions ofevil, while reconciliation maintains order.", "material_type": "Book", "weekdays": ["Tuesday", "Friday", "Sunday"]}, {"id": "i_n113052", "name": "\"Tourbillon Device\"", "rarity": 4, "description": "The core component of the Experimental Field Generator.  A precision-machined mechanical component that counteracts the effects ofgravity via high-speed rotation. The revolution speed is so fast that it isalmost impossible to capture with the naked eye.  Throughout its long history, the Fontaine Research Institute of Kinetic EnergyEngineering has always warred against a flood that once washed countless livesaway, and may yet cover the earth and sky one day far in the future, searchingfor a means to survive.  Arkhium, with its immense energetic potential and power to shatter theshackles of the earth, was once considered the key to the gate of salvation.", "material_type": "ElementalStone", "weekdays": []}, {"id": "i_n101239", "name": "Subdetection Unit", "rarity": 1, "description": "Detection units produced by Fontaine Research Institute using new models ofartificed components. Its original purpose was monitoring all kinds ofenvironmental data.", "material_type": "LocalMaterial", "weekdays": []}, {"id": "i_n113053", "name": "Fontemer Unihorn", "rarity": 4, "description": "The electricity-emitting section of the Millennial Pearl Seahorse, and itsregalia, the symbol of its surpassing might — now snapped off amidst a clashagainst a mighty challenger.  As the greatest predator that can arise from seahorses, this being'sevolutionary journey is not the same as that experienced by other FontemerAberrants. It did not start from a base form before growing larger andstronger, but instead grew limbs and a horn that have no place on an ordinaryseahorse. Even its musculature and skeleton have changed. It really seems toresemble a fantastical beast from legends of yore more than its originalshape. In the imaginations of poets and authors, even seahorses can frolickupon the earth.", "material_type": "ElementalStone", "weekdays": []}, {"id": "i_n101237", "name": "Lumitoile", "rarity": 1, "description": "A soft-bodied animal that emits a gentle light. Often found climbing the wallsof buildings near the water or underwater.", "material_type": "LocalMaterial", "weekdays": []}, {"id": "i_n114037", "name": "Copper Talisman of the Forest Dew", "rarity": 2, "description": "Weapon Ascension Material.  Under the instructions of the First Sage, the ancestors of the forest peoplemade these talismans using withered trees to commemorate the Lord of Verdure.  The talisman's shape was inspired by the forest dew. It symbolizes thepermeation of wisdom into mortal minds.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_n112074", "name": "Desiccated Shell", "rarity": 2, "description": "The ruined shell of a Consecrated Beast.  A tangible effigy to the grand calamity that devoured the lands of yore,usually only discovered in places few dare tread.", "material_type": "SecondaryAscensionMaterial,", "weekdays": []}, {"id": "i_n114038", "name": "Iron Talisman of the Forest Dew", "rarity": 3, "description": "Weapon Ascension Material.  Later, the Lord of Verdure taught people the mystery of the forging of blackiron. The innocent mortals thus grasped the knowledge of using fire to forgeblades.  The Lord of Verdure took pleasure in their knowledge — Lethal as fire andblades were to her, they made ordinary people powerful.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_n112075", "name": "Sturdy Shell", "rarity": 3, "description": "The sturdy shell of a Consecrated Beast.  The remains of a ruinous beast that once gnawed at the flesh of great, fallenbeings. Even should the beasts sup a sliver of power from the gods ofyesteryear, they too will greet the same end as said gods.", "material_type": "SecondaryAscensionMaterial,", "weekdays": []}, {"id": "i_n114039", "name": "Silver Talisman of the Forest Dew", "rarity": 4, "description": "Weapon Ascension Material.  In the myriad lore of the forest, the one in the striped cape that resembledblazing flames was the Greater Lord of the Labyrinths and the Owner of theMoon-Mirrored Spring.  When he bowed his head and struck up a friendship with the Lord of Verdure,the tokens of their friendship were the gems that glimmered like water andsilver that gleamed like the moonlight.  To repay such a gesture, the Lord of Verdure promised to keep secrets for theGreater Lord of the Labyrinths and safeguard the intricate and beautifuldreams of the rainforest.  No one could have foretold that the magnificent mansion of secrets and dreamswould later fade away amidst the shroud of the dark flame of oblivion, afterwhich its ash returned to the soil and became nutrients for the virginrainforests.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_n112076", "name": "Marked Shell", "rarity": 4, "description": "The marked shell of a Consecrated Beast inscribed with ancient script.  On the pallid contours of the shell, the regrets of a time long past have beeninlaid. One day, the bones of the beast will scatter like dust in the wind,and then, finally, may the exalted deceased greet their final rest...", "material_type": "SecondaryAscensionMaterial,", "weekdays": []}, {"id": "i_n114040", "name": "Golden Talisman of the Forest Dew", "rarity": 5, "description": "Weapon Ascension Material.  \"Mortals hold dear three things only: the spring water that embraces themoonlight, verdant life, and ageless youth...\"  The nature of \"wisdom\" is not domination over all minds or scheming to gainall the benefit. Instead, it is about empowering even ordinary beings to oneday overcome their imposed constraints.  Though the roar of the tiger is no longer heard in the forest and theresilient guardians would seclude themselves within the dreams of children...On the night when every secret golden seal is lifted and all dreams glow likeamber in the moonlight, perhaps she and her beloved people will eventually wingenuine freedom.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_n112071", "name": "Damaged Prism", "rarity": 2, "description": "A damaged component obtained from defeating a Primal Construct.  These uniquely-shaped machines are the eternal sentinels of the desert ruins,and they possess the power to pierce the mountains and reshape rocks. The sameprinciples that power many mysterious devices above and beneath the earth alsopower these machines.", "material_type": "SecondaryAscensionMaterial,", "weekdays": []}, {"id": "i_n112072", "name": "Turbid Prism", "rarity": 3, "description": "An old component obtained from defeating a Primal Construct.  It is said that these machines are different from those ruin machines thatcome from deep within the desert, for they were not made as heralds ofdestruction or conquest.", "material_type": "SecondaryAscensionMaterial,", "weekdays": []}, {"id": "i_n112073", "name": "Radiant Prism", "rarity": 4, "description": "An exquisite component obtained from defeating a Primal Construct.  The lord of the barren desert once had a dream, and once made a great manypromises.  The legends of the desert say that these machines were originally vehicles forthese unknown promises, which now live on only within their mechanical memorybanks.", "material_type": "SecondaryAscensionMaterial,", "weekdays": []}, {"id": "i_571", "name": "Narukami's Wisdom", "rarity": 2, "description": "Weapon Ascension Material.  In the past, the ancients would climb the peak now known as Mt. Yougou andbend wood that had been charred by lightning into a hook to offer as an effigyunto the thundering force that lit up the skies and shook the earth. Thisshape would eventually become the \"Electro Mitsudomoe\" symbol, symbolizing thefavor, wisdom, and might of Electro, and also the people who represent thesevalues.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Tuesday", "Friday", "Sunday"]}, {"id": "i_151", "name": "Gloomy Statuette", "rarity": 2, "description": "An idol made in the likeness of some unknown person.  Even though this carving has seen many years pass, it still has not beendamaged in any way. It seems that its previous owner must have cherished itlike some holy icon.", "material_type": "SecondaryAscensionMaterial,", "weekdays": []}, {"id": "i_572", "name": "Narukami's Joy", "rarity": 3, "description": "Weapon Ascension Material.  Those who belong to the Shogunate Commissions are those who administer andexercise power. In the monster-filled tales of the ancient past, those whowere deeply trusted by the Shogun would bear talismans with this hooked designon their person, and just as the word \"commission\" means to \"joyfully serve\"in the old tongue, those who received her favor would return it with love andloyalty. Yet, after a certain point in time, nothing would be as it wasbefore.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Tuesday", "Friday", "Sunday"]}, {"id": "i_152", "name": "Dark Statuette", "rarity": 3, "description": "An idol made in the likeness of some unknown, one-eyed person.  You can feel a strange warmth emanating from within as you hold onto it, likethe shoulder of a dear friend. Perhaps this icon can indeed give people whounderstand its significance the courage to carry on.", "material_type": "SecondaryAscensionMaterial,", "weekdays": []}, {"id": "i_573", "name": "Narukami's Affection", "rarity": 4, "description": "Weapon Ascension Material.  All demons who wander in the wilderness or live amongst mortals will beattracted by the sight of the Almighty Narukami Ogosho, represented by theElectro Mitsudomoe. Though their lives may be longer than any creature, theywill at last come to their end. If those with limited lifespans hanker aftereternity, then they can only pray that \"Eternity\" remembers them. And she didindeed answer their prayers, remembering them all, friend and foe alike, inher heart. No matter whether it was the demon owls who resided amidst the fogand ripped through the skies, the bake-danuki who dared to trespass herimperial gardens, or that female oni, lovely as the moon and mighty in battle,yet who would eventually come to blows with her... Whether it was the tenguwho soared on dark wings or the Kitsune Saiguu who once walked by her side,but who eventually disappeared forever...  These countless tales have come to rest within her heart, and someday, theywill surely shine again in the eternal paradise of her dreams.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Tuesday", "Friday", "Sunday"]}, {"id": "i_153", "name": "Deathly Statuette", "rarity": 4, "description": "A one-eyed carving that emanates an ominous energy, with no indication of whatit's made of.  As you gaze upon this idol, you can almost hear a strange, comfortingwhisper...  \"See, my child. All that lies under the throne of heaven shall be destroyed byupheaval. The eternal peace of the pitch-dark void shall embrace us all.\"", "material_type": "SecondaryAscensionMaterial,", "weekdays": []}, {"id": "i_574", "name": "Narukami's Valor", "rarity": 5, "description": "Weapon Ascension Material.  The treasure of the lord of thunder is her majesty, and that majesty isembodied in her valor and wrath. Her wrath comes from the love that persistsin her heart, and her valor supports that anger. Thus, whomsoever should blockthe path towards eternity or lay a finger on Inazuma's people shall become herfoe.  They say that there were four great spirits, three divine foxes, and two greatswords — but that the symbol of Her Excellency, the Almighty Narukami Ogosho,could only be a single strike, unsurpassed and brilliant as a meteor.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Tuesday", "Friday", "Sunday"]}, {"id": "i_561", "name": "Coral Branch of a Distant Sea", "rarity": 2, "description": "Weapon Ascension Material.  Watatsumi Island is the furthest from Narukami Island in the Inazuman islandchain, and its name means \"the god of the oceans\" in the island's ancienttongue. Legend has it that when the great serpent first arose within theabyssal nation of ever-night, its fluorescent body was covered in myriad-colored coral.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_171", "name": "Chaos Gear", "rarity": 2, "description": "Comes from a now-inactive ancient Ruin machine.  This is the energy source of that biomimetic mechanism.", "material_type": "SecondaryAscensionMaterial,", "weekdays": []}, {"id": "i_562", "name": "Jeweled Branch of a Distant Sea", "rarity": 3, "description": "Weapon Ascension Material.  This coral cannot be found anywhere in Teyvat, but was a gift that the greatserpent obtained when it broke into the Dark Sea. For that abyssal snake, tobe filled with coral was to be mighty, and its power would be shaved away asthose corals were lost. In other words, those corals contain power far beyondthe norm.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_172", "name": "Chaos Axis", "rarity": 3, "description": "Comes from a now-inactive ancient Ruin machine.  Even the great techniques and unknown power of this device must come tonothing should the machine that contained them ever fail to maintainstructural integrity.", "material_type": "SecondaryAscensionMaterial,", "weekdays": []}, {"id": "i_563", "name": "Jade Branch of a Distant Sea", "rarity": 4, "description": "Weapon Ascension Material.  Fleeing into the Dark Sea, the god that had lost everything met the abandonedpeople who had nothing within the ocean depths. Thus it elected to remain andbecome their \"Orobashi no Mikoto,\" their \"Watatsumi Omikami.\"  It is said that the great snake god once broke off all the coral branches onits body to give light to the children who were curled up in the darkness.They also say that it used these coral branches to create a huge ladder toallow those children to once again reach the surface and see the light of day.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_173", "name": "Chaos Oculus", "rarity": 4, "description": "Comes from a now-inactive ancient Ruin machine.  The \"Ruin\" part of the name comes from the areas where they are most active.However, Ruin machines actually have little in common with the detritus inwhich they are often found.  In the ancient past, these ruins were once part of a civilization mightyenough to almost touch the dome of the firmament, while \"ruin\" still waits inthe deep places of the earth, awaiting the order to arise and tread allkingdoms underfoot.", "material_type": "SecondaryAscensionMaterial,", "weekdays": []}, {"id": "i_564", "name": "Golden Branch of a Distant Sea", "rarity": 5, "description": "Weapon Ascension Material.  The meaning that lies behind the name \"Watatsumi\" is simply the unrequitedhopes that the abandoned people who dwelt in the deep sea pinned upon theserpent god that led them.  And it was also because the serpent god now had people who worshiped it thatit stayed in the world it should have long fled, breaking off the coralbranches that adorned its body, treading upon land where it should not have,and facing a foe it could never hope to match — till at last, its divine formwas sundered along with the mountains, its ichor turned into plasma, and itswill and power became a curse that could never be extinguished: Tatarigami.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_531", "name": "Mist Veiled Lead Elixir", "rarity": 2, "description": "Weapon Ascension Material.  Jueyun Karst is the realm of the mighty and illuminated adepti. But other thanthe ability to control the elements of the world, Jueyun Karst is also home tothree other untold secrets: Alchemy, Sigils, and Sub-Space Creation.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Tuesday", "Friday", "Sunday"]}, {"id": "i_91", "name": "Mist Grass Pollen", "rarity": 2, "description": "Strange spores created by Mist Grass in enclosed spaces. They are the Cicins'favorite food.", "material_type": "SecondaryAscensionMaterial,", "weekdays": []}, {"id": "i_532", "name": "Mist Veiled Mercury Elixir", "rarity": 3, "description": "Weapon Ascension Material.  With Fulu (Sigils), the adepti can store their power in the form of symbols,and with Waijing (Sub-Space Creation) they can fashion a cosmic paradise withthe power of their minds. The manufacture of elixirs, however, has always beenshrouded in mystery, for certain death follows for any who swallow them.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Tuesday", "Friday", "Sunday"]}, {"id": "i_92", "name": "Mist Grass", "rarity": 3, "description": "Well-preserved Mist Grass. Some would take advantage of the Cicins' love forthe Mist Grass to control them.", "material_type": "SecondaryAscensionMaterial,", "weekdays": []}, {"id": "i_533", "name": "Mist Veiled Gold Elixir", "rarity": 4, "description": "Weapon Ascension Material.  Elixirs are in fact pills made from metal alloys. They were created by theadepti, and are able to grant weapons transcendent powers. However, they arerarely seen in the world due to the hubris of the practitioners of martialarts, who prized the ways of combat over the paths of the adepti.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Tuesday", "Friday", "Sunday"]}, {"id": "i_93", "name": "Mist Grass Wick", "rarity": 4, "description": "A rare bundle of Mist Grass that gives off a faint glow. Those who carry itinvite both the Cicins and misfortune.", "material_type": "SecondaryAscensionMaterial,", "weekdays": []}, {"id": "i_534", "name": "Mist Veiled Primo Elixir", "rarity": 5, "description": "Weapon Ascension Material.  An elixir of the highest quality. It embodies a state of intertwining orderand chaos, and is said to mirror how the world was when it was first created.Of course, a certain someone knows that this was not the case.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Tuesday", "Friday", "Sunday"]}, {"id": "i_511", "name": "Luminous Sands from Guyun", "rarity": 2, "description": "Weapon Ascension Material.  The stone pillars that tower amid Guyun Stone Forest were once the stonespears Morax used to defeat his enemies. Over time, the gods' substance hasseeped into the pillars that pin them down, lending them divine power. Thepillars sometimes shed fragments of hatred and curses.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_101", "name": "Hunter's Sacrificial Knife", "rarity": 2, "description": "A sharp alloy weapon. Though its owner has been lost, it still reflects adisturbingly cold light.", "material_type": "SecondaryAscensionMaterial,", "weekdays": []}, {"id": "i_512", "name": "Lustrous Stone from Guyun", "rarity": 3, "description": "Weapon Ascension Material.  The learned know that Guyun Stone Forest is far more than simply a miraculoussight on the sea to behold: It is the cemetery of the former gods of Liyue.Hatred and filth have periodically risen up from it, but all have been subduedby a demon-conquering young man.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_102", "name": "Agent's Sacrificial Knife", "rarity": 3, "description": "An oddly-shaped weapon made with superior Snezhnayan technology that oncebelonged to a senior agent. Proper training is required for using this strangeweapon.", "material_type": "SecondaryAscensionMaterial,", "weekdays": []}, {"id": "i_513", "name": "Relic from Guyun", "rarity": 4, "description": "Weapon Ascension Material.  The stone spear has a glimmering core formed by the power of the defeatedgods. Their hatred is not directed at Morax, however, for they have lostthemselves a long time ago and are incapable of holding personal grudges.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_103", "name": "Inspector's Sacrificial Knife", "rarity": 4, "description": "In the hands of its lord, this fierce weapon has handled many \"debts.\" No onehas eyes in the back of their heads, and this weapon and its relatedtechniques are designed around that weakness.", "material_type": "SecondaryAscensionMaterial,", "weekdays": []}, {"id": "i_514", "name": "Divine Body from Guyun", "rarity": 5, "description": "Weapon Ascension Material.  That which lurks within and animates this relic are the divine remains oflamenting gods. They are unrealized ideals, designs for a prosperous humanitythat could never be. They may now lie deep within stone and sea, but they willnot go quietly into the night.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_541", "name": "Fetters of the Dandelion Gladiator", "rarity": 2, "description": "Weapon Ascension Material.  It's a human thing to exaggerate a hero's story, even to the point ofelevating the fetters that once bound the hero to the level of an enemy oftrue freedom.  As a result, these fetters were granted extraordinary powers.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_81", "name": "Chaos Device", "rarity": 2, "description": "Comes from ancient defunct relic structures. A part that once held thestructure together. Its aesthetically-pleasing engineering is quite exquisite.", "material_type": "SecondaryAscensionMaterial,", "weekdays": []}, {"id": "i_542", "name": "Chains of the Dandelion Gladiator", "rarity": 3, "description": "Weapon Ascension Material.  The chains that once bound the great hero Vennessa. In truth, all gladiatorswould have worn chains in that era, and Vennessa was but one of many.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_82", "name": "Chaos Circuit", "rarity": 3, "description": "Comes from ancient defunct relic structures. Was once a logic circuitresponsible for movement functions. Sadly, no one is able to make sense of howit worked.", "material_type": "SecondaryAscensionMaterial,", "weekdays": []}, {"id": "i_543", "name": "Shackles of the Dandelion Gladiator", "rarity": 4, "description": "Weapon Ascension Material.  Vennessa was not truly bound by her chains. If she had so wished, no ordinaryphysical constraints forged in Mondstadt could have held her, for the landthere yielded no ore of exceptional quality, nor did it possess the divineflame of her ancestral home.  She was only bound by her responsibility to take care of her tribespeople.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_83", "name": "Chaos Core", "rarity": 4, "description": "Comes from ancient defunct relic structures. The core that once drove amechanical beast. Should you come to understand its workings and reproduce it,you could perhaps change the world.", "material_type": "SecondaryAscensionMaterial,", "weekdays": []}, {"id": "i_544", "name": "Dream of the Dandelion Gladiator", "rarity": 5, "description": "Weapon Ascension Material.  Vennessa may have been freed from slavery, but she then found herself subjectto many other, even greater forms of bondage. What began as a duty to hertribespeople extended to all of Mondstadt, then to the concept of freedomitself, and beyond a point even to the whole world.  What she really hoped for, in truth, was that the world might grow stronger.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_521", "name": "Boreal Wolf's Milk Tooth", "rarity": 2, "description": "Weapon Ascension Material.  Andrius' wolf pack is its blessed honor guard, and even the milk teeth of awolf cub possess great potential.  In the past, the gods had the responsibility to love all people. Andrius wastherefore quite unusual in that he became leader of the wolves, while onlywelcoming abandoned babies and wanderers when it came to humans.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Tuesday", "Friday", "Sunday"]}, {"id": "i_71", "name": "Dead Ley Line Branch", "rarity": 2, "description": "Fragile branches from deep within the earth. Even after years of aging, frombeneath it's mottled surface you can see that its power is not yet entirelylost.", "material_type": "SecondaryAscensionMaterial,", "weekdays": []}, {"id": "i_522", "name": "Boreal Wolf's Cracked Tooth", "rarity": 3, "description": "Weapon Ascension Material.  The life of a wolf is not without violence; broken bones or cracked teeth arenothing special.  Andrius found humans to be a disappointment, but believed babies to beinnocent. If both the wolf pack and the adopted children chose each other,then they become a Lupical, a fated family.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Tuesday", "Friday", "Sunday"]}, {"id": "i_72", "name": "Dead Ley Line Leaves", "rarity": 3, "description": "A twig from deep within the earth. Though it is far from where it once lay,its leaves still pulsate with energy.", "material_type": "SecondaryAscensionMaterial,", "weekdays": []}, {"id": "i_523", "name": "Boreal Wolf's Broken Fang", "rarity": 4, "description": "Weapon Ascension Material.  The wolf pack also understands that humans are not solitary creatures. Thehonorary broken tooth is a parting gift said to bring protection and luck.  In the legends of a far-off world, a female wolf once adopted two greathumans. Their home was known as the Cave of Wolves, or Lupercal - that wordmeaning the same thing as Lupical does in this world.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Tuesday", "Friday", "Sunday"]}, {"id": "i_73", "name": "Ley Line Sprout", "rarity": 4, "description": "It is said that there was a great tree whose roots once spread out to everycorner of the world, and this branch is said to be part of it. It is almost ifit was never broken off and taken far away, for its vitality is such that itstill sprouts new leaves even now.", "material_type": "SecondaryAscensionMaterial,", "weekdays": []}, {"id": "i_524", "name": "Boreal Wolf's Nostalgia", "rarity": 5, "description": "Weapon Ascension Material.  The Wolf King, believing himself to despise humans, thought himself unable toenvision a happy life for humanity, making him unworthy of becoming the Lordof the Winds of the world. Therefore, he chose to disappear. Yet, in truth, hegazes on the ones abandoned by the world ever so gently.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Tuesday", "Friday", "Sunday"]}, {"id": "i_501", "name": "Tile of Decarabian's Tower", "rarity": 2, "description": "Weapon Ascension Material.  The place now known as Stormterror's Lair was once the capital city ofDecarabian, the God of Storms. Since this dream of prosperity was createdentirely by his divine might, the broken pieces left behind by the shatteringof that dream still possess great power.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_61", "name": "Heavy Horn", "rarity": 2, "description": "A crude horn used by hilichurls to warn each other. Given the damage to thehorn, it won't be warning anyone any time soon.", "material_type": "SecondaryAscensionMaterial,", "weekdays": []}, {"id": "i_502", "name": "Debris of Decarabian's City", "rarity": 3, "description": "Weapon Ascension Material.  Decarabian, the God of Storms, was content with the capital city he hadraised, and accepted the worship of the people from atop his tower. But heknew not that the people did not bow to him out of respect or adoration.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_62", "name": "Black Bronze Horn", "rarity": 3, "description": "A metallic monster horn that can only be obtained from especially stronghilichurls, since blowing on the horn takes real strength.", "material_type": "SecondaryAscensionMaterial,", "weekdays": []}, {"id": "i_503", "name": "Fragment of Decarabian's Epic", "rarity": 4, "description": "Weapon Ascension Material.  Andrius once declared war upon Decarabian, but failed to even scratch thecapital of the Lord of the Tower. If it were not for the song of freedom thatshattered the city in an instant, Decarabian's dream would have gone onforever.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_63", "name": "Black Crystal Horn", "rarity": 4, "description": "A metallic horn with an ominous shine decorated with black crystals of anunknown source. It has hardly been used at all. It is likely a ceremonial itemof the hilichurls'.", "material_type": "SecondaryAscensionMaterial,", "weekdays": []}, {"id": "i_504", "name": "Scattered Piece of Decarabian's Dream", "rarity": 5, "description": "Weapon Ascension Material.  The people did not bow to Decarabian out of respect or adoration, but becausethe harsh winds had laid them low. This was the shattered dream and ambitionof the Anemo Archon before the rise of Barbatos.  He tried so hard to make his dream come true, and so the fragments of thatdream are still mighty.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_n114053", "name": "Dross of Pure Sacred Dewdrop", "rarity": 2, "description": "Weapon Ascension Material.  Legends say that before the birth of life, there was a dense primordial sea.It is the purest origin of all things, and one day, it will also swallow alllife... and those things which did not arise from it will be filtered out,becoming naught but floating detritus.  \"The existence of detritus also has meaning — What kind of thing would berejected by the source of all things that swallows all life?\" the youngHarmost asked the great usurper, pondering this conundrum.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Tuesday", "Friday", "Sunday"]}, {"id": "i_n112092", "name": "Old Operative's Pocket Watch", "rarity": 2, "description": "A standard-issue pocket watch given to Fatui Operatives.  The erosion and oxidation on the casing serve as a loyal record of its owners'days spent as an instrument, enforcing the Fatui's will.", "material_type": "SecondaryAscensionMaterial,", "weekdays": []}, {"id": "i_n114054", "name": "Sublimation of Pure Sacred Dewdrop", "rarity": 3, "description": "Weapon Ascension Material.  \"Life that came from the primordial sea is inevitably fated to return to it.\"Thus spoke the Harmost Boethius. \"But there are infinite possibilities forhumans to transcend, and even the waters of the primordial sea cannotcompletely dissolve them...\"  The arrogant usurper once attempted to mix insoluble Ichor with pure water, tocontain wisdom and memories, allowing his subjects and servants to discardtheir physical bodies, and obtain independent, eternal lives.  But the pain of severing soul and body cannot be endured by any ordinary life,and the usurper's order tore apart and shattered souls...  The Ichor was dyed black by the crying and howling of so many souls, and itlost its harmony and wisdom, leaving only chaos and madness.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Tuesday", "Friday", "Sunday"]}, {"id": "i_n112093", "name": "Operative's Standard Pocket Watch", "rarity": 3, "description": "A standard-issue pocket watch given to Fatui Operatives.  The head of the watch is not well-designed, as the outer casing has way toomany sharp angles, which can cause excessive wear and tear on clothes. Assuch, there will always be those who will stuff this watch into a morepractical, less distinctive casing for use.", "material_type": "SecondaryAscensionMaterial,", "weekdays": []}, {"id": "i_n114055", "name": "Spring of Pure Sacred Dewdrop", "rarity": 4, "description": "Weapon Ascension Material.  This is a relic from a time when the Lochknights still roamed — the knightssaid, there were still loyal spirits in the mountain springs and valleys wherenone tread, guarding those pure, unpolluted springs...  However, the creator of artificial Ichor couldn't tolerate any discord in hisgreat symphony. It is said that wherever the Harmost Boethius went, thenatural nectar was buried, the aqueducts of the empire were built, and thespirits born of pure water vanished without a trace...", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Tuesday", "Friday", "Sunday"]}, {"id": "i_n112094", "name": "Operative's Constancy", "rarity": 4, "description": "An accessory with a Delusion mounted on it. This is source of the FatuiOperative's power.  That said, taking it off would not detract from the fact that said Operativehas physical abilities far beyond that of ordinary humans, forged through longyears of training and combat experience. As for them, they are well-aware thatthey have sacrificed their past, present, and future upon the altar of theFatui's ideal paradise, such that the damage they cause themselves on accountof using a Delusion's power matters not at all.", "material_type": "SecondaryAscensionMaterial,", "weekdays": []}, {"id": "i_n114056", "name": "Essence of Pure Sacred Dewdrop", "rarity": 5, "description": "Weapon Ascension Material.  A dense and pure solution, derived and refined from drops of the vastprimordial sea. The ancient God King once believed it would bring eternal lifeand infinite wisdom, but listening carefully— it was quietly, faintlyprophesizing the final end of all dissolving into one.  This was once the God King's unfinished Grand Symphony — a boundless,sourceless golden Ichor replacing the wild primeval waters, and the gloriousimmortal sages bringing nectar-like enlightenment to the ignorant corners ofthe world.  But the God King's delusions ultimately sank into the depths of the blackabyss, and with the ravages of time, the golden Ichor was eventually corrodedby the primordial soup...  The tuner turned a blind eye to the evil omens, and supporting his brokenbody, continued to give life to his compatriots according to the plans oncelaid, so that the old order might one day return...  Even today, many mad poets and painters of Fontaine see the apocalypseexperienced by Boethius, a reminder of the inescapable cycle of the world.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Tuesday", "Friday", "Sunday"]}, {"id": "i_n114049", "name": "Fragment of an Ancient Chord", "rarity": 2, "description": "Weapon Ascension Material.  A harp with rotten keys. Its voice blocked, it cannot be played nor its soundheard.  It is said the descendants of the forgotten music once lacquered mechanicalwooden harps with gold in order to revive the magnificent remnants of theancient dynasty, futilely attempting to match them to the silent golems...  A long time passed, and then more, and the rotten, off-key harps remained inthe grasp of those silent giants, caressed by the waves, playing onlysorrowful strains.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_n112086", "name": "Drop of Tainted Water", "rarity": 2, "description": "A small drop of water obtained from a defeated Tainted Hydro Phantasm.  The life force in it has yet to ebb away.", "material_type": "SecondaryAscensionMaterial,", "weekdays": []}, {"id": "i_n114050", "name": "Chapter of an Ancient Chord", "rarity": 3, "description": "Weapon Ascension Material.  Legends say that the survivors of that ancient dynasty once cast a harp out ofblack iron to commemorate and mourn.  A harp cast of black iron cannot be played. To mourn that ancient dynasty thatwas once so proud of its golden music, those remaining forged this heavyinstrument and its yet weightier silence.  But no matter what, the black iron harp remained as silent as that lost era.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_n112087", "name": "Scoop of Tainted Water", "rarity": 3, "description": "Water obtained from a defeated Tainted Hydro Phantasm.  The life force in it has yet to ebb away.  Today, with the Oceanids extirpated from Fontaine, strange elemental lifeforms that are far from elegant have appeared in the waters.", "material_type": "SecondaryAscensionMaterial,", "weekdays": []}, {"id": "i_n114051", "name": "Movement of an Ancient Chord", "rarity": 4, "description": "Weapon Ascension Material.  In that great disaster, the golden palace sank with its throne, the music wasshattered, the notes turned to silence...  But the remnants of that empire never gave up their desire for salvation andto surpass fate.  To save their waning civilization and their desire to transcend, the GoldenTroupe played melodies most wondrous, enticing children to offer theirprecious souls to the sleeping golems.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_n112088", "name": "Newborn Tainted Hydro Phantasm", "rarity": 4, "description": "A new life form that arose from the dispersed Tainted Hydro Phantasm. It istrapped inside a bottle.  The life contained within the waters is formless, and formless life is born ofwater and gains water's shape.", "material_type": "SecondaryAscensionMaterial,", "weekdays": []}, {"id": "i_n114052", "name": "Echo of an Ancient Chord", "rarity": 5, "description": "Weapon Ascension Material.  The God King's Grand Symphony is composed of countless melodies linkedtogether, but its main thesis is submerged under the common destiny of theWater Nation.  The harmonies of those carefree years and sonatas were once the greatestrepresentation of civilization and order, but when the prosperous empiredescended into a playground for tyrants, the brutal despots tore theconnection with the source asunder under the cover of golden cloaks, anddiscord finally swarmed through the empire—  The original song of fate continued to ring out on a score of fading gold,unperturbed by all... until all was dissolved, and all returned to chaos.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Monday", "Thursday", "Sunday"]}, {"id": "i_n112068", "name": "Chaos Storage", "rarity": 2, "description": "Comes from a now-inactive ancient Ruin Drake.  Ruin Drakes can absorb Elemental Energy from the outside and store it in thiscomponent inside their \"neck.\"", "material_type": "SecondaryAscensionMaterial,", "weekdays": []}, {"id": "i_n112069", "name": "Chaos Module", "rarity": 3, "description": "Comes from a now-inactive ancient Ruin Drake.  The dragons were once the most primitive and ancient bodily form of thesupreme elements until they were defeated, conquered, or assimilated.", "material_type": "SecondaryAscensionMaterial,", "weekdays": []}, {"id": "i_n112070", "name": "Chaos Bolt", "rarity": 4, "description": "Comes from a now-inactive ancient Ruin Drake.  Among the lost ancient kingdoms, there was a group of people who were obsessedwith the idea of mimesis. Be it the Hypostases' pure ordered elements or theancient primitive power of the dragons, these people believed that they mightall be replicated and modified to the point where they had surpassed theirnatural counterparts.  By this means, a superior and unsullied bodily form could replace thecontinuously decaying and shattering order.", "material_type": "SecondaryAscensionMaterial,", "weekdays": []}, {"id": "i_581", "name": "Mask of the Wicked Lieutenant", "rarity": 2, "description": "Weapon Ascension Material.  Folktales tell that once upon a time, there lived an oni named Torachiyo.Torachiyo was a highly skilled warrior, such that it was once said theTorachiyo might dance amid a thousand blades, juunihitoe robes becomingshredded like falling violet petals, and yet not receive a single wound. Yetthis oni would eventually betray the Shogun and revolt, becoming shorn of anarm and a horn in the battle before fleeing and slaying itself in a fit offurious madness.  Hearsay holds that the stubborn oni often hold fear and distress in theirhearts. That they should fantasize about eternity yet fear the moment, and areapt to become swallowed by terror or anger is their just reward. This maskdepicts Torachiyo, fangs bared.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_582", "name": "Mask of the Tiger's Bite", "rarity": 3, "description": "Weapon Ascension Material.  \"Sumirezome Sangetsu Kogetsukan\" depicts the fierce oni Torachiyo shatteringthe Shogun's naginata with a single bite, thus gaining the upper hand for atime. As such, masks that are based on him have finely crafted fangs.  In the denouement of this tale, the wounded oni fled into the forest, deathlyafraid of showing himself even to the cold moonlight. The wind that whispersthrough the alleys and valleys can be said to resemble his quiet cries ofagony, and so there is a poetic seasonal expression for this in Inazuma:\"Torachiyo's Wind.\"", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_583", "name": "Mask of the One-Horned", "rarity": 4, "description": "Weapon Ascension Material.  In the lost songs of the oni nursemaids, Torachiyo was an elegant young man,strong of body and fair of face. He was once a beloved lieutenant of theShogun, and he followed her into the dark abyssal realms to repel the defiledones, winning renown for the oni, whose blood thinned with each passing day.  None now sing these songs, but the mask of a horned oni, even in a differentform, still possesses power beyond the norm.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_584", "name": "Mask of the Kijin", "rarity": 5, "description": "Weapon Ascension Material.  Chiyo, a warrior of the oni tribe with the Electro Mitsudomoe emblememblazoned on her back, was once swallowed whole by a beast from beyond thisworld that had a tiger's body and a serpent's tail while holding back theforces of darkness. At last, she tore the creature's innards apart fromwithin, breaking free.  This is the origin of the phrase \"Chiyo the Tiger-Bite,\" and would be changedover many years to \"Torachiyo.\"  But within the belly of the beast, she was stained by a deep sin and saw hercomrades ripped to shreds by those blood-red teeth. Steeped in darkness as faras the eye could see, she would eventually draw her sword upon the AlmightyNarukami Ogosho. Her sword-arm and one horn would be cloven, and she wouldflee from the city into the forest like a wounded beast. There, they say thatshe was taken for some unknown monster and slain by the tengu, or perhaps bythe Shuumatsuban — or perhaps by a scion of the Iwakura Clan training deep inthe mountains, for her features had been twisted by hatred and the agony ofher wounds. Or perhaps she even met the oni-masked, sword-bearing doll nearthe corpse of the giant serpent, and there ended her life's journey.  Few among those who fought against the abyss in those days were spared pitch-dark dreams. Those who slew monsters and then became them were hardly theminority. The border between worlds grows fragile, and corruption of this kindis perhaps not merely monodirectional.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_551", "name": "Grain of Aerosiderite", "rarity": 2, "description": "Weapon Ascension Material.  A black meteor once fell beyond Liyue's Sea of Clouds, said to have fallen tovanquish a monster. However, it was stained by powerful tainted blood, so thisitem no longer possesses the pure power of Rex Lapis.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_141", "name": "Fragile Bone Shard", "rarity": 2, "description": "A bone shard once carried by a Geovishap.  Although they are quite fragile, they seem to still harbor some indescribablepower.", "material_type": "SecondaryAscensionMaterial,", "weekdays": []}, {"id": "i_552", "name": "Piece of Aerosiderite", "rarity": 3, "description": "Weapon Ascension Material.  Rumors of sea monsters are commonplace in Liyue, since the other shore is anunknown region that lies outside of Teyvat. Without the protection of TheSeven, all that lies beyond is unknown chaos. Only power beyond the order ofTeyvat is able to stain the power of Rex Lapis black.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_142", "name": "Sturdy Bone Shard", "rarity": 3, "description": "A fragment of an unknown creature's bones that appear to be prized byGeovishaps for some reason.  The fragment appears to be quite aged. Despite being dragon-like beasts withno spoken language, they still seem to have some sort of special affection forthese bone shards.", "material_type": "SecondaryAscensionMaterial,", "weekdays": []}, {"id": "i_553", "name": "Bit of Aerosiderite", "rarity": 4, "description": "Weapon Ascension Material.  The coastal nations of Teyvat refer to the region beyond the protection of TheSeven as the Dark Sea. It is said that many defeated gods refused to liveunder the new order of The Seven, so they fled to remote islands and becameevil gods. However, their powers came from the same source as Rex Lapis,separate from this all-devouring darkness.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_143", "name": "Fossilized Bone Shard", "rarity": 4, "description": "A fossilized bone fragment sometimes found after defeating Geovishaps.  Geovishaps all dream of growing into great dragons one day. They see thesefossils as dragon bones and greatly cherish them, perhaps because they toohope to attain the dragons' longevity and power.", "material_type": "SecondaryAscensionMaterial,", "weekdays": []}, {"id": "i_554", "name": "Chunk of Aerosiderite", "rarity": 5, "description": "Weapon Ascension Material.  When Khaenri'ah was destroyed, a great sinner created endless monsters withdark, alien blood flowing through their veins. They rampaged across the land,destroying all in their paths. They were mutated lifeforms, and the mutationswere caused by powers from beyond this world. The black serpentine dragonDurin that attacked Mondstadt was one such mutated being.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_n114045", "name": "Echo of Scorching Might", "rarity": 2, "description": "Weapon Ascension Material.  A long time ago, the people of the Lord of Deserts carved these imperialinsignias based on robust beetles to memorialize the bright sun that markedthe shifting of day and night, as well as the infinity of such times.  Though the name of that Lord is no longer mentioned, these imperial insigniashave been preserved through time, each bearing a faint ambiance of those pastglories.  These insignias travel with the descendants of the Eremite Tribe, silentlytelling the tales of their then-Lord.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_n114046", "name": "Remnant Glow of Scorching Might", "rarity": 3, "description": "Weapon Ascension Material.  To weave together myriad thoughts and reign over countless souls — this is theessence of power.  However, power is not cold-blooded tyranny. Its true ideal, at its heart, isto create a utopia free of worry, schemes, and slavery.  It was just as the silent lord saw in the crystal's secrets, and just as thelost companion had once taught.  The dark insect insignia and the steel judgment thus laid the foundations ofthe kingdom's rules.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_n114047", "name": "Dream of Scorching Might", "rarity": 4, "description": "Weapon Ascension Material.  Silver moonlight and clear springs once completed the scenery of the oases.But as the Lord of Flowers faded in the darkening sandstorm, so was theworriless golden paradise submerged by death.  In the poetry of the Eremite Tribe, the moon cast its silver light on thecrimson mantle, causing Al-Ahmar, the Mourning King, to be driven to madness.  In a melancholic desert ballad, driven by the haunting nostalgia, the lonelyking created an ever-youthful dreamland in the center of the desert, whereundisturbed water sprang up and perpetual dusk remained.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_n114048", "name": "Olden Days of Scorching Might", "rarity": 5, "description": "Weapon Ascension Material.  In the era when the ignorant Lord of Deserts ruled, his power descended uponevery inch of the land like the scorching sun.  Ancient stone tablets record that he turned his power into seven rays ofblinding light or seven pillars, which he granted equally and mercifully toeveryone. No one was neglected, nor was anyone discontented.  That was a forgotten golden era, an era when the Lord of Flowers had fadedinto the sands and the Lord of Verdure was determined to leave. Only thedescendants in the yellow sand chose to follow their god. Even as the grimshadow of calamity loomed, the power in which they had faith shone brightlylike amber and gold.  Yet calamity befell nonetheless, and the golden insectoid insignias wereburied beneath the depths of shrine and palace, under collapsed pillarsengraved with images of eagles and bulls.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_174", "name": "Concealed Claw", "rarity": 2, "description": "Residual body tissue left behind by one of the Riftwolves.  By ordinary logic, these objects, so alien to this world, should not haveremained behind after these abnormal creatures were excised from the land.", "material_type": "SecondaryAscensionMaterial,", "weekdays": []}, {"id": "i_175", "name": "Concealed Unguis", "rarity": 3, "description": "Body tissue left behind by one of the Riftwolves.  Though they are quite wondrous indeed, these hunting hounds of \"Alfisol\" arenothing of note before Durin of \"Humus.\"", "material_type": "SecondaryAscensionMaterial,", "weekdays": []}, {"id": "i_176", "name": "Concealed Talon", "rarity": 4, "description": "A sharp nail left behind by one of the Riftwolves.  All the marvels in the world must pale before \"Cretaceus,\" the greatest workof them all.", "material_type": "SecondaryAscensionMaterial,", "weekdays": []}, {"id": "i_n114057", "name": "Broken Goblet of the Pristine Sea", "rarity": 2, "description": "Weapon Ascension Material.  Legend says that when the first usurper came to the primordial sea, the firstsovereign gave him a goblet of water.  Later, he became the unquestioned god-king, and used this goblet of water torefine the mysterious drops of dew, establishing a splendid and powerfulempire.  But that is now an ancient story, whose main characters now sleep in thephosphorescence of the schools of the deepwater fish.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_n112089", "name": "Rift Core", "rarity": 2, "description": "A shard left by Breacher Primus.  It bears no resemblance to any other known form of life in the world.", "material_type": "SecondaryAscensionMaterial,", "weekdays": []}, {"id": "i_n114058", "name": "Wine Goblet of the Pristine Sea", "rarity": 3, "description": "Weapon Ascension Material.  What kind of empire can last for a thousand years? After returning from thekingdom of dragons, the usurper once pondered this question.  Combining the immortal stone with the Ichor essence extracted from primordialwater, and carved into a race as black as iron — with arcane lithos for skinand Ichor for blood, never again fearing the curse of returning to theprimeval past...  The silent golem still dreams the dream of the empire — not knowing it hasbeen over a thousand years since the empire's obliteration.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_n112090", "name": "Foreign Synapse", "rarity": 3, "description": "A shard left by Breacher Primus.  This strange life form originates in Elynas and inhabits the area.", "material_type": "SecondaryAscensionMaterial,", "weekdays": []}, {"id": "i_n114059", "name": "Silver Goblet of the Pristine Sea", "rarity": 4, "description": "Weapon Ascension Material.  In the years when the golden shroud covered the land, pure spring water had tobe hidden away in concealed mountain streams, and the Lochknights were born inthese sanctuaries.  The knights swear by armor of silver, to protect the spirits born from purewater, to protect their fellows who also keep faith in the one true font,resisting the omnipresent golden power that blotted out the sky and outshonethe sun.  But that is an ancient legend... Not long after the empire collapsed and sank,the knights who resisted the usurper shed their armor, and their stories werehidden in a tangled web of stories and ballads.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_n112091", "name": "Alien Life Core", "rarity": 4, "description": "Breacher Primus's core.  There is no way to exterminate this life form. One reduced to nothing but itscore will resurrect the next day or in decades. Luckily, it is neitheraggressive nor intelligent, so Fontainians can just keep their distance.", "material_type": "SecondaryAscensionMaterial,", "weekdays": []}, {"id": "i_n114060", "name": "Golden Goblet of the Pristine Sea", "rarity": 5, "description": "Weapon Ascension Material.  When the Usurper of the sunken city played the last movement of the goldensymphony, the favored musician stole the golden goblet brimming with Ichor.  Shocked by the foolhardy betrayal of the God King, the musician summoned thelast guards, and used the insoluble Ichor to seal the dragon beneath the talltower, and sank into the abyss with the capital.  Afterwards, this noble thief vanished silently from history, and only the\"Golden Troupe\" faithfully remembers his prophecy.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Wednesday", "Saturday", "Sunday"]}, {"id": "i_n114041", "name": "Oasis Garden's Reminiscence", "rarity": 2, "description": "Weapon Ascension Material.  People used to say that the Lord of Flowers was the Lord of Joy and Happiness.Freshwater sprang from her sleeves, and thus was the oasis of blossomingflowers born in the desert. Flowers and grasses followed in her footsteps, andgleaming moonlight cleared the way for her.  In the bitter days when the sky turned its back on the ground, the Lord ofFlowers extended her mercy to each and every one of the mortals, letting themregain their happiness and egos, allowing leisure and luxury to resume.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Tuesday", "Friday", "Sunday"]}, {"id": "i_n114042", "name": "Oasis Garden's Kindness", "rarity": 3, "description": "Weapon Ascension Material.  In the literature buried deep beneath the yellow sands, the Lord of Flowerswas the Mistress of Dreams.  She bestowed dreams upon the exiled, the manic, and the foolish. In thosedreams, they were presented with their dearest delights. Burdened by thebrutality of reality, they were fascinated by the charm of the Lord of Flowersand captivated by her beauty and care.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Tuesday", "Friday", "Sunday"]}, {"id": "i_n114043", "name": "Oasis Garden's Mourning", "rarity": 4, "description": "Weapon Ascension Material.  The Lord of Flowers was in an amicable relationship with the Jinn.  The Mistress of Flowers and Oases joined hands with the Lord of Deserts andbuilt Ay-Khanoum, the \"City of Amphitheaters,\" which carried the meaning of\"City of the Moon Maiden\" in the ancient language of the Jinn.  Later, however, it was said that the Lord of Flowers died due to the malice ofthe burning sun and yellow sand, after which the blossoms of purple Padisarahswere never seen again in the oases.  After the departure of the Lord of Flowers, the sandstorms keened, the Jinnsobbed, and the moonlight-silver gem disc lost its original, glad purpose,giving off a mournful glimmer.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Tuesday", "Friday", "Sunday"]}, {"id": "i_n114044", "name": "Oasis Garden's Truth", "rarity": 5, "description": "Weapon Ascension Material.  \"Who would worship a departed god?\"  The Lord of Flowers was once in alliance with two other gods. Apart fromwisdom and power, she also brought mercy and joy to her people.  Just as the earth needs more than the burning sunshine and pouring rain, tothe people of the Lord of Flowers, joy and love, singing and music, and wineand extravagance were just as vital as strength and sensibility.  It is said that flowers blossom so that they may enjoy a spectacular death,and that death was precisely the wholehearted pursuit of the Lord of Flowers —for death adds bitterness to lost joy, and intensifies with time acrossendless memories.  The ignorant Lord of Deserts was never aware of her reasoning. He only reveledin her immense charm and grace — and as misguided as such fervent affectionsmight be, they were well within the calculations of the Lord of Flowers.", "material_type": "PrimaryAscensionMaterial,", "weekdays": ["Tuesday", "Friday", "Sunday"]}, {"id": "i_n112077", "name": "A Flower Yet to Bloom", "rarity": 2, "description": "A wild flower that a Hilichurl Rogue treasured. It was plucked before it couldbloom.  The hilichurl takes nothing with it in its sojourn across the wilderness savethis flower.", "material_type": "SecondaryAscensionMaterial,", "weekdays": []}, {"id": "i_n112078", "name": "Treasured Flower", "rarity": 3, "description": "A wild flower that a Hilichurl Rogue treasured, bereft of any specialqualities.  Flowers can be used as gifts or offerings to express one's feelings in manycultures.", "material_type": "SecondaryAscensionMaterial,", "weekdays": []}, {"id": "i_n112079", "name": "Wanderer's Blooming Flower", "rarity": 4, "description": "A blooming wild flower that a Hilichurl Rogue treasured, bereft of any specialqualities.  The eternal outlander asks not for reward, but only to see their deeds come tofruition...", "material_type": "SecondaryAscensionMaterial,", "weekdays": []}, {"id": "i_n112062", "name": "Inactivated Fungal Nucleus", "rarity": 2, "description": "Body tissue left behind by a Fungus that has been exposed to intense elementalstimulation.  Its soothing texture makes it shockingly good for stress relief. However,frequent usage can also easily lead to the Fungi multiplying, and thus thematerial is not suitable for any commercial use.", "material_type": "SecondaryAscensionMaterial,", "weekdays": []}, {"id": "i_n112063", "name": "Dormant Fungal Nucleus", "rarity": 3, "description": "Body tissue left behind by a Fungus that has been exposed to intense elementalstimulation.  There was once a protracted debate among Amurta researchers on whether theFungi should be categorized as plants or animals. In the end, they reached anagreement and closed the case for good — the Fungi shall be its own category,neither plant nor animal.", "material_type": "SecondaryAscensionMaterial,", "weekdays": []}, {"id": "i_n112064", "name": "Robust Fungal Nucleus", "rarity": 4, "description": "Body tissue left behind by a Fungus that has been exposed to intense elementalstimulation.  It is generally believed that the Fungi evolved into more mobile forms tobetter disperse their spores.  A poet once depicted a shared dream of the Fungi in which their spores coveredevery inch of the mountains and oceans. The world had never been moretranquil. Then the Fungi turned into fish, birds, beasts, men, and gods,relying on rainfall, land, and their own kind who had returned to the earth.", "material_type": "SecondaryAscensionMaterial,", "weekdays": []}, {"id": "i_181", "name": "Dismal Prism", "rarity": 2, "description": "This was once a prism that could polarize light, but has grown dull throughthe passing of years.", "material_type": "SecondaryAscensionMaterial,", "weekdays": []}, {"id": "i_182", "name": "Crystal Prism", "rarity": 3, "description": "A prism that can bend light.  Illusory images can be made using such prisms, giving such devices — in amanner of speaking — the power to sway human hearts.", "material_type": "SecondaryAscensionMaterial,", "weekdays": []}, {"id": "i_183", "name": "Polarizing Prism", "rarity": 4, "description": "A prism that can bend light.  In the darkness, these prisms can spread thin light into a wider area. Perhapsthis is due to this quirk that these prisms can grant a measure of peace tothose whose hearts are oft shrouded in darkness.", "material_type": "SecondaryAscensionMaterial,", "weekdays": []}]}